Repository: smallcinic/swww
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: it_it, ro_ro

source: Check the documentation to learn how to get this key
it_it: Consultare la documentazione per capire come ottenere questa chiave
ro_ro: Verificați documentația pentru a afla cum să obțineți această cheie

source: Friends
it_it: Amici
ro_ro: Prieteni

source: Only Me
it_it: Solo io
ro_ro: Numai eu

source: If Registration is Free and Pro Packages enabled they will be used as an optional upgrading plans
it_it: Se la registrazione è gratis gli Abbonamenti Pro sono abilitati, quest'ultimi saranno utilizzati come piani superiori facoltativi
ro_ro: "Dacă înregistrarea este gratuită și dacă pachetele Pro sunt activate, acestea vor fi folosite caPlanuri opționale de modernizare"

source: Registration Enabled
it_it: Registrazione abilitata
ro_ro: Înregistrare activată

source: Allow users to create accounts
it_it: Consentire agli utenti di creare account
ro_ro: Permiteți utilizatorilor să creeze conturi

source: Registration Type
it_it: Tipo di Registrazione
ro_ro: Tip de înregistrare

source: Free
it_it: Gratis
ro_ro: Gratis

source: Subscriptions Only
it_it: Solo Abbonamenti
ro_ro: Numai abonamente

source: Allow users to create accounts Free or via Subscriptions only
it_it: Consenti agli utenti di creare solo account Gratis o solo tramite abbonamenti
ro_ro: Permiteți utilizatorilor să creeze conturi gratuite sau numai prin Abonamente

source: Enable pro packages to be used as upgrading plans or for subscriptions
it_it: Consenti ai pacchetti PRO di essere utilizzati come piani di aggiornamento oppure per gli abbonamenti
ro_ro: Activați pachetele pro pentru a fi utilizate ca planuri de actualizare sau pentru abonamente

source: Activation Enabled
it_it: Attivazione abilitata
ro_ro: Activare activată

source: Enable account activation to send activation code to user's email/phone
it_it: Abilita l'invio di un codice alla email/telefono dell'utente per l'attivazione
ro_ro: Activați activarea contului pentru a trimite codul de activare la e-mail / telefonul utilizatorului

source: Activation Via
it_it: Attivazione tramite
ro_ro: Activare prin

source: Select Email or SMS activation to send activation code to user's email/phone
it_it: Seleziona se inviare un codice di attivazione tramite Email o SMS all'utente
ro_ro: Selectați activarea prin e-mail sau SMS pentru a trimite codul de activare la e-mail / telefonul utilizatorului

source: Age Restriction
it_it: Limitazione di età
ro_ro: Restricție de vârstă

source: Enable/Disable age restriction
it_it: Abilitare/disabilitare limitazione di età
ro_ro: Activați / Dezactivați restricția de vârstă

source: Minimum Age
it_it: Età minima
ro_ro: Varsta minima

source: The minimum age required to register (in years)
it_it: L'età minima richiesta per registrarsi (in anni)
ro_ro: Vârsta minimă necesară înregistrării (în ani)

source: Enable/Disable getting started page after registration
it_it: Attiva/Disattiva la pagina della Guida introduttiva dopo la registrazione
ro_ro: Activați / Dezactivați pagina de început după înregistrare

source: Allow users to delete their account
it_it: Consenti agli utenti di cancellare il proprio account
ro_ro: Permiteți utilizatorilor să-și șteargă contul

source: Accounts/IP
ro_ro: Conturi/IP

source: Number of accounts allowed to register per IP (0 for unlimited)
it_it: Numero di accounts autorizzati a registrare per IP (0 per illimitato)
ro_ro: Numărul de conturi autorizate să se înregistreze pe IP (0 pentru nelimitat)

source: Social Logins
it_it: Accesso con i Social
ro_ro: Social login

source: Turn registration/login via social media (Facebook, Twitter and etc) On and Off
it_it: Attivare e disattivare la registrazione/login attraverso i social media (Facebook, Twitter, ecc..)
ro_ro: Acceptati înregistrarea/conectarea prin intermediul rețelelor sociale (Facebook, Twitter și etc) și Off

source: Turn registration/login via Facebook On and Off
it_it: Abilita o Disabilita la registrazione/login via Facebook
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Facebook

source: Facebook App ID
ro_ro: ID app Facebook

source: Facebook App Secret
ro_ro: Facebook App Segreto

source: Turn registration/login via Twitter On and Off
it_it: Abilita o Disabilita la registrazione/login via Twitter
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Twitter

source: Twitter App Secret
ro_ro: Twitter App Segreto

source: Turn registration/login via Google On and Off
it_it: Abilita o Disabilita la registrazione/login via Google
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Google

source: Google App Secret
ro_ro: Google App segreto

source: Turn registration/login via Instagram On and Off
it_it: Abilita o Disabilita la registrazione/login via Instagram
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Instagram

source: Turn registration/login via Linkedin On and Off
it_it: Abilita o Disabilita la registrazione/login via LinkedIn
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Linkedin

source: Turn registration/login via Vkontakte On and Off
it_it: Abilita o Disabilita la registrazione/login via Vkontakte
ro_ro: Activați și dezactivați înregistrarea / conectarea prin Vkontakte

source: Vkontakte App Secret
ro_ro: VKontakte App segreto

source: Enable/Disable SMTP email system
it_it: Abilita o Disabilita il sistema di Email SMTP
ro_ro: Activează / dezactivează sistemul de e-mail SMTP

source: PHP mail() function will be used in case of disabled
it_it: PHP mail() function verrà utilizzato se disabilitato
ro_ro: Funcția PHP mail () va fi utilizată în caz de dezactivare

source: SMTP Require Authentication
it_it: SMTP richiede l'autenticazione
ro_ro: SMTP necesită autentificare

source: Enable/Disable SMTP SSL encryption
it_it: Abilita/Disabilita SMTP SSL Encryption
ro_ro: Activați / Dezactivați criptarea SMTP SSL

source: TLS encryption will be used in case of disabled
it_it: TLS encryption verrà utilizzato se disabilitato
ro_ro: Se va utiliza criptarea TLS în cazul ca este invalid

source: SMTP Server
it_it: Server SMTP
ro_ro: Server SMTP

source: SMTP Port
it_it: Porta SMTP
ro_ro: Port SMTP

source: SMTP Username
ro_ro: SMTP Nume de utilizator

source: SMTP Password
it_it: Password SMTP
ro_ro: Parola SMTP

source: Set From
ro_ro: Setați de la

source: Set the From email address
ro_ro: Setați adresa de e-mail "Form"

source: Test Connection
ro_ro: Verificați conexiunea

source: Enable/Disable email notifications system
ro_ro: Activați / Dezactivați sistemul de notificări prin e-mail

source: Email User When
ro_ro: Trimitetii e-mail cand

source: Someone liked his post
ro_ro: Cuiva ia placut aceasta postare

source: Someone commented on his post
ro_ro: Cineva a comentat la acesta postare

source: Someone shared his post
ro_ro: Cineva a distribuit acesta postare

source: Someone posted on his timeline
ro_ro: Cineva a postat pe acest perete

source: Someone mentioned him
ro_ro: Cineva la menționat

source: Someone visited his profile
ro_ro: Cineva a vizitat profilul tau

source: Someone sent him or accepted his friend requset
ro_ro: Cineva la trimis sau la acceptat pe prietenul său

source: To start using SMS, you'll need to create an account at
ro_ro: Pentru a începe să utilizați SMS, va trebui să creați un cont la

source: Check the documentation for more help
ro_ro: Verificați documentația pentru mai mult ajutor

source: Test Phone Number
ro_ro: Testați numărul de telefon

source: Your phone number to test the SMS service i.e +12344567890
ro_ro: Numărul dvs. de telefon pentru a testa serviciul SMS i.e +12344567890

source: A test SMS will be sent to this phone number when you test the connection
ro_ro: Un SMS de testare va fi trimis la acest număr de telefon când testați conexiunea

source: Chat Enabled
it_it: Chat attivata
ro_ro: Chat atctiv

source: Turn the chat system On and Off
it_it: Attiva o disattiva il sistema di chat
ro_ro: Activarea și dezactivarea sistemului de chat

source: User Status Enabled
it_it: Stato: abilitato
ro_ro: Starea utilizatorului activată

source: Turn the Last Seen On and Off
it_it: Abilita o Disabilita l'ultimo accesso.
ro_ro: Porniți și dezactivați ultima vizionare

source: Your server max upload size
ro_ro: Dimensiunea serverului dvs. de încărcare maximă

source: You can't upload files larger than
ro_ro: Nu puteți încărca fișiere mai mari decât

source: To upload larger files, contact your hosting provider
ro_ro: Pentru a încărca fișiere mai mari, contactați furnizorul dvs. de găzduire

source: Uploads Directory
it_it: Directory Upload
ro_ro: Directorul de incarcare

source: Uploads Prefix
it_it: Prefisso di upload
ro_ro: Prefixul de Încărcare

source: Add a prefix to the uploaded files
it_it: Aggiungere un prefisso per i file caricati
ro_ro: Adăugați un prefix fișierelor încărcate

source: Max profile photo size
it_it: Dimensioni max profilo foto
ro_ro: Dimensiunea maximă a fotografiei de profil

source: The Maximum size of profile photo
it_it: La dimensione massima della foto del profilo
ro_ro: Dimensiunea maximă a fotografiei de profil

source: in kilobytes (1 M = 1024 KB)
it_it: in kilobyte (1 M = 1024 KB)
ro_ro: in kilobyte (1 M = 1024 KB)

source: Max cover photo size
it_it: Dimensione foto copertina di max
ro_ro: Dimensiunea maximă a fotografiei de coperta

source: The Maximum size of cover photo
it_it: La dimensione massima dell'immagine di copertina
ro_ro: Dimensiunea maximă a fotografiei de copertă

source: Enable photo upload to share & upload photos to the site
it_it: Attivare il caricamento delle foto condividere & caricare foto sul sito
ro_ro: Activați încărcarea fotografiilor pentru a partaja și a încărca fotografii pe site

source: Max photo size
it_it: Dimensione massima foto
ro_ro: Dimensiunea maximă a fotografiei

source: The Maximum size of uploaded photo in posts
it_it: La dimensione massima della foto caricata in messaggi
ro_ro: Dimensiunea maximă a fotografiei încărcate în postări

source: in kilobytes (1M = 1024KB)
it_it: in kilobyte (1 M = 1024 KB)
ro_ro: in kilobyte (1 M = 1024 KB)

source: Enable video upload to share & upload videos to the site
it_it: Attivare il caricamento dei video condividere & caricare video al sito
ro_ro: Activați încărcarea videoclipurilor pentru a distribui și încărca videoclipuri pe site

source: Max video size
it_it: Dimensioni del video di max
ro_ro: Dimensiunea maximă a videoclipului

source: The Maximum size of uploaded video in posts
it_it: La dimensione massima del video caricato in messaggi
ro_ro: Dimensiunea maximă a videoclipului încărcat în postări

source: Video extensions
ro_ro: Extensii video

source: Allowed video extensions (separated with comma ',)
it_it: Video estensioni consentite (separate da virgola ',)
ro_ro: Extensii video admise (separate prin virgulă,)

source: Enable audio upload to share & upload sounds to the site
it_it: Attivare il caricamento audio condividere & caricare suoni sul sito
ro_ro: Activați încărcarea audio pentru a partaja și încărca sunete pe site

source: Max audio size
it_it: Formato audio max
ro_ro: Dimensiune audio maximă

source: The Maximum size of uploaded audio in posts
it_it: La dimensione massima dell'audio caricato in messaggi
ro_ro: Dimensiunea maximă a conținutului audio încărcat în postări

source: Audio extensions
ro_ro: Extensii Audio

source: Allowed audio extensions (separated with comma ',)
it_it: Audio estensioni consentite (separate da virgola ',)
ro_ro: Extensiile audio permise (separate prin virgula“,)

source: Enable file upload to share & upload files to the site
it_it: Abilitare l'upload di file condividere & caricare file sul sito
ro_ro: Activați încărcarea fișierelor pentru a distribui și a încărca fișiere pe site

source: Max file size
it_it: Dimensioni massime file
ro_ro: Dimensiunea maximă a fișierului

source: The Maximum size of uploaded file in posts
it_it: La dimensione massima del file caricato in messaggi
ro_ro: Dimensiunea maximă a fișierului încărcat în postări

source: File extensions
ro_ro: Extensii de fișiere

source: Allowed file extensions (separated with comma ',)
it_it: Estensioni di file consentite (separate da virgola ',)
ro_ro: Extensii de fișiere permise (separate prin virgulă,)

source: Enable Amazon S3 storage
ro_ro: Activați spațiul de stocare Amazon S3

source: Bucket Name
ro_ro: Nume Bucket

source: Censored Words Enabled
it_it: Censura parole abilitata
ro_ro: Cuvintele cenzurate activate

source: Enable/Disable Words to be censored
it_it: Abilita/Disabilita la censura delle parole
ro_ro: Activați/dezactivați cuvinte care trebuie cenzurate

source: Censored Words
it_it: Parole censurate
ro_ro: Cuvinte cenzurate

source: Words to be censored, separated by a comma (,)
it_it: Le parole da censurare (separate da virgola)
ro_ro: Cuvintele care trebuie cenzurate, separate de virgulă (,)

source: Turn reCAPTCHA On and Off
it_it: Attivare e disattivare la reCAPTCHA
ro_ro: Attivare e disattivare la reCAPTCHA

source: reCAPTCHA Site Key
it_it: Site Key di reCaptcha
ro_ro: Site Key di reCaptcha

source: reCAPTCHA Secret Key
it_it: reCAPTCHA chiave segreta
ro_ro: reCAPTCHA chiave segreta

source: Currency
it_it: Valuta
ro_ro: Valută

source: To start using Paypal, you'll need to create an account at
it_it: Per iniziare a utilizzare Paypal, dovrai creare un account
ro_ro: Pentru a începe să utilizați Paypal, va trebui să creați un cont la

source: To start using Stripe, you'll need to create an account at
ro_ro: Pentru a începe să utilizați Stripe, va trebui să creați un cont la

source: Credit Card Enabled
ro_ro: Card de credit activat

source: Enable payments via Credit Card
ro_ro: Activați plățile prin intermediul cardului de credit

source: Stripe secret key that starts with sk_
ro_ro: Cheie secretă pentru key care începe cu sk_

source: Test Publishable Key
ro_ro: Testați cheia publicabilă

source: Stripe publishable key that starts with pk_
ro_ro: Stripe cheie publicabilă care începe cu pk_

source: Data Heartbeat
it_it: Dati Heartbeat
ro_ro: Dati Heartbeat

source: The update interval to check for new data (in seconds)
it_it: L'intervallo di aggiornamento per controllare per i nuovi dati (in secondi)
ro_ro: Intervalul de actualizare pentru verificarea datelor noi (în secunde)

source: The update interval to check for new messages (in seconds)
it_it: L'intervallo di aggiornamento per controllare i nuovi messaggi (in secondi)
ro_ro: Intervalul de actualizare pentru verificarea mesajelor noi (în câteva secunde)

source: Offline after
it_it: Non in linea dopo
ro_ro: Deconectat după

source: Minimum Results
it_it: Risultati minimi
ro_ro: Rezultatele minime

source: The Min number of results per request
it_it: Il numero minimo di risultati per ogni richiesta
ro_ro: Numărul minim de rezultate pe solicitare

source: Maximum Results
it_it: Risultati massimi
ro_ro: Rezultatele maxime

source: The Max number of results per request
it_it: Il numero massimo di risultati per ogni richiesta
ro_ro: Numărul maxim de rezultate pe solicitare

source: Minimum Even Results
it_it: Anche i risultati minimi
ro_ro: Rezultate minime

source: The Min even number of results per request
it_it: Il numero di pari Min di risultati per ogni richiesta
ro_ro: Numărul minim de rezultate pe cerere

source: Maximum Even Results
it_it: Risultati massimi
ro_ro: Rezultate maxime ale rezultatelor

source: The Max even number of results per request
it_it: I numeri massimi di risultati per ogni richiesta
ro_ro: Numărul maxim de rezultate pe cerere

source: Tracking Code
it_it: Codice di Monitoraggio
ro_ro: Cod de urmarire

source: The analytics tracking code (Ex: Google Analytics)
it_it: Il codice di monitoraggio di analitica (Ex: Google Analitica)
ro_ro: Codul de urmărire a analizelor (Ex: Google Analytics)

source: Add New Page
it_it: Aggiungi una nuova pagina
ro_ro: Adăugați o pagină nouă

source: Page URL
it_it: URL pagina
ro_ro: URL pagina

source: Page Title
it_it: Titolo della pagina
ro_ro: Titlul paginii

source: In Footer Menu
ro_ro: În meniul Footer

source: Add to Footer Menu
ro_ro: Adăugați în meniul subsol

source: Show the page in the footer links menu
ro_ro: Afișați pagina în meniul legăturilor de subsol

source: Add New Theme
it_it: Aggiungi nuovo tema
ro_ro: Adăugați o nouă temă

source: Make it the default theme of the site
it_it: Rendono il tema predefinito del sito
ro_ro: Faceți-o ca temă prestabilită a site-ului

source: List Themes
ro_ro: Listă Teme

source: List Languages
ro_ro: Lista Limbi

source: List Users
it_it: Elenco utenti
ro_ro: Lista Utilizatori

source: List Admins
it_it: Elenco amministratori
ro_ro: Arata admini

source: List Moderators
it_it: Elenco moderatori
ro_ro: Arata Moderatori

source: List Online
it_it: Lista Online
ro_ro: Arata Online

source: List Banned
it_it: Lista vietato
ro_ro: Arata Membri Banati

source: List Pages
it_it: Lista pagine
ro_ro: Arata Paginile

source: List Categories
ro_ro: Arata Categoriile

source: List Games
ro_ro: Arata Jocurile

source: Add New Game
ro_ro: Adauga un joc nou

source: List Packages
ro_ro: Arata Pachetele

source: List Subscribers
ro_ro: Arata Abonatii

source: Affiliates Settings
ro_ro: Setarile Afiliatilor

source: List IPs
ro_ro: Arata IP-urile

source: List Requests
ro_ro: Arata cererile

source: List Verified Users
ro_ro: Arata Utilizatori Verificati

source: List Verified Pages
ro_ro: Arata paginile Verificate

source: List Fields
ro_ro: Arata Campurile

source: Add New page
ro_ro: Adauga o pagina noua

source: List Announcements
ro_ro: Arata anunturile

source: List Ads
ro_ro: Arata Sponsorizarile

source: List Widgets
ro_ro: Afiseaza Widgeturile

source: Build
it_it: Compila
ro_ro: Versiune

source: Manage Banned IPs
it_it: Gestisci IP Bloccati
ro_ro: Gestionați IP-urile interzise

source: Username
it_it: Nome utente
ro_ro: Nume de Utilizator

source: Joined
it_it: Iscritto
ro_ro: Alăturat

source: Activated
it_it: Attivato
ro_ro: Activat

source: User ID
it_it: ID utente
ro_ro: ID utilizator

source: Last Login
it_it: Ultimo accesso
ro_ro: Ultimul Acces

source: Followings
it_it: Stai seguendo
ro_ro: Urmaritori

source: Followers
it_it: Ti stanno seguendo
ro_ro: Urmaresc

source: Verified User
it_it: Utente verificato
ro_ro: Utilizator verificat

source: Email Activated
it_it: Email attivata
ro_ro: E-mail activat

source: User Group
it_it: Gruppo utenti
ro_ro: Grupul de utilizatori

source: Password
ro_ro: Parola

source: I am
it_it: Io sono
ro_ro: Eu sunt

source: Select Sex
it_it: Seleziona sesso
ro_ro: Selectioneaza sexul

source: Male
it_it: Uomo
ro_ro: Barbat

source: Female
it_it: Donna
ro_ro: Femeie

source: Birthdate
it_it: Data di nascita
ro_ro: Data de nastere

source: Select Month
it_it: Mese
ro_ro: Selecteaza Luna

source: Jan
it_it: Gen
ro_ro: Gen

source: May
it_it: Mag
ro_ro: Mag

source: Jun
it_it: Giu
ro_ro: Giu

source: Jul
it_it: Lug
ro_ro: Lug

source: Aug
it_it: Ago
ro_ro: Ago

source: Sep
it_it: Sett
ro_ro: Sett

source: Oct
it_it: Ott
ro_ro: Ott

source: Dec
it_it: Dic
ro_ro: Dic

source: Select Day
it_it: Giorno
ro_ro: Selecteaza ziua

source: Select Year
it_it: Anno
ro_ro: Selecteaza anul

source: Relationship Status
it_it: Situazione sentimentale
ro_ro: Statutul relatiei

source: Select Relationship
it_it: Seleziona una situazione sentimentale
ro_ro: Selectați Relația

source: Single
ro_ro: Singur

source: In a relationship
it_it: In una relazione
ro_ro: Intr-o relatie

source: Married
it_it: Sposato/a
ro_ro: Insurat

source: It's complicated
it_it: Complicata
ro_ro: Este complicat

source: Separated
it_it: Separato/a
ro_ro: Separat/a

source: Divorced
it_it: Divorziato/a
ro_ro: Divortat/a

source: Widowed
it_it: Vedovo/a
ro_ro: Văduvit

source: About Me
it_it: Su di me
ro_ro: Despre mine

source: Website
it_it: Sito web
ro_ro: Site web

source: Work Title
it_it: Titolo di Lavoro
ro_ro: Titlu profesional

source: Work Place
it_it: Azienda
ro_ro: Locul de munca

source: Current City
it_it: Città attuale
ro_ro: Orasul Actual

source: Hometown
it_it: Città di nascita
ro_ro: Oras Natal

source: School
it_it: Scuola/Università
ro_ro: Scoala

source: Offline
it_it: Non in linea
ro_ro: Deconectat

source: Who can post on your wall
it_it: Chi può pubblicare sulla mia bacheca
ro_ro: Cine poate posta pe perete

source: Everyone
it_it: Tutti
ro_ro: Toti

source: Just Me
it_it: Solo io
ro_ro: Numai eu

source: Who can see your
it_it: Chi può vedere
ro_ro: Cine vă poate vedea

source: birthdate
it_it: la mia data di nascita
ro_ro: Data de nastere

source: relationship
it_it: sentimentale
ro_ro: relaţie

source: basic info
it_it: informazioni di base
ro_ro: Informatii de baza

source: work info
it_it: le mie informazioni di lavoro
ro_ro: Informații despre locul de munca

source: location info
it_it: la mia posizione
ro_ro: Informatii despre locatie

source: education info
it_it: la mia formazione
ro_ro: informaţii de educație

source: other info
it_it: altre informazioni
ro_ro: alte detalii

source: friends
it_it: i miei amici
ro_ro: prieteni

source: per
ro_ro: pe

source: User/Page
it_it: Utente/Pagina
ro_ro: Utilizator/pagină

source: Add New widget
it_it: Aggiungi Nuovo Widget
ro_ro: Adauga Widget Nou

source: Add Photos
it_it: Aggiungi Immagini
ro_ro: Adauga Fotografii

source: Post
ro_ro: Posteaza

source: Edit Album
it_it: Modifica album
ro_ro: Modifica album

source: Save
it_it: Salva
ro_ro: Salveaza

source: Cancel
it_it: Annulla
ro_ro: Anuleaza

source: Loading Older Messages
it_it: Sto caricando gli altri messaggi
ro_ro: Se încarcă mesaje mai vechi

source: New Message
it_it: Nuovo messaggio
ro_ro: Mesaj Nou

source: Delete
it_it: Elimina
ro_ro: Elimina

source: Last Seen
it_it: Ultima accesso
ro_ro: Vazut ultima data

source: Mutual Friends
it_it: Amici in comune
ro_ro: Prieteni comuni

source: See More
it_it: Mostra tutto
ro_ro: Arata mai mult

source: followers
it_it: ti stanno seguendo
ro_ro: Follower

source: mutual friends
it_it: amici in comune
ro_ro: prieteni in comun

source: at
it_it: alle
ro_ro: la

source: From
it_it: Dal
ro_ro: Din

source: Confirm
it_it: Conferma
ro_ro: Confirma

source: Delete Request
it_it: Eliminare richiesta
ro_ro: Ștergeți solicitarea

source: Friend Request Sent
it_it: Richiesta di amicizia inviata
ro_ro: Cerere trimisa

source: Add Friend
it_it: Aggiungi Amico
ro_ro: Adauga

source: Following
it_it: Stai seguendo
ro_ro: Urmaresti

source: Follow
it_it: Segui
ro_ro: Urmareste

source: Update Info
it_it: Aggiorna informazioni
ro_ro: Actualizeaza Informatii

source: Unlike
it_it: Non mi piace
ro_ro: Nu-mi mai place

source: Like
it_it: Mi piace
ro_ro: Îmi place

source: More Stories
it_it: Altre storie
ro_ro: Mai multe povesti

source: No posts to show
it_it: Nessun post da mostrare
ro_ro: Nu sunt postări de afișat:

source: Edit Product
it_it: Modifica Prodotto
ro_ro: Editeaza Produs

source: Product Name
it_it: Nome Prodotto
ro_ro: Numele Produsului

source: People Who Like This
it_it: Persone a cui piace
ro_ro: Oamenii carora le plac acest lucru

source: People Who Shared This
it_it: Persone che hanno condiviso
ro_ro: Cei care au distribuit acest lucru

source: People who voted for this option
it_it: Persone che hanno votato per questa opzione
ro_ro: Oamenii care au votat pentru această opțiune

source: Search Results
it_it: Risultati di ricerca
ro_ro: Rezultatele cautarii

source: No results to show
it_it: Nessun risultato da mostrare
ro_ro: Nici un rezultat de afisat

source: No pages to show
it_it: Nessuna pagina da mostrare
ro_ro: Nu există pagini de afișat

source: No groups to show
it_it: Nessun gruppo da mostrare
ro_ro: Nu există grupuri de afișat

source: Report
it_it: Segnala
ro_ro: Raport

source: Timeline
it_it: Diario
ro_ro: Cronologia

source: More
it_it: Mostra tutto
ro_ro: Continua…

source: Albums
it_it: Album
ro_ro: Album

source: See All
it_it: Mostra tutti i risultati
ro_ro: Afiseaza-i pe toti
