Repository: smallcinic/swww
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: it_it, ro_ro

source: Please click on the link in that email to activate your account
it_it: Si prega di fare clic sul link di registrazione inviato via e-mail per attivare l’account.
ro_ro: Faceți clic pe linkul din acel e-mail pentru a vă activa contul

source: Your email has been changed
it_it: Il tuo indirizzo email è stato cambiato
ro_ro: E-mailul dvs. a fost modificat

source: Another SMS has been sent
it_it: Un altro SMS è stato inviato
ro_ro: Un alt SMS a fost trimis

source: Please check your phone and copy the activation code to activate your account
it_it: Controlla il tuo telefono e inserisci il codice di attivazione per attivare il tuo account
ro_ro: Verificați telefonul și copiați codul de activare pentru a vă activa contul

source: Your phone has been changed
it_it: Il telefono è stato modificato
ro_ro: Telefonul dvs. a fost modificat

source: Your email could not be sent. Please try again later
it_it: Non è stato possibile inviare l'e-mail. Perfavore riprova
ro_ro: E-mailul dvs. nu a putut fi trimis. Vă rugăm să încercați din nou mai târziu

source: Your message has been sent! Thanks a lot and will be back to you soon
it_it: Il tuo messaggio è stato inviato!
ro_ro: Mesajul tau a fost trimis! Vă mulțumim mult și vă vom întoarce în curând

source: Done
it_it: Completato
ro_ro: Terminat

source: Your password has been changed you can login now
it_it: La tua password è stata cambiata, puoi effettuare il login adesso
ro_ro: Parola dvs. a fost modificată, vă puteți conecta acum

source: Registration is closed right now
it_it: La registrazione è chiusa in questo momento
ro_ro: Înregistrarea este închisă chiar acum

source: Thanks
it_it: Grazie
ro_ro: Mulțumiri

source: Your report has been submitted
it_it: La tua segnalazione è stato inviato
ro_ro: Raportul dvs. a fost trimis

source: Not Allowed
it_it: Non consentito
ro_ro: Nepermis

source: This feature has been disabled
it_it: Questa funzionalità è stata disabilitata
ro_ro: Această caracteristică a fost dezactivată

source: Upload Error
it_it: Errore di caricamento
ro_ro: Eroare de încărcare

source: Something wrong with upload! Is 'upload_max_filesize' set correctly?
it_it: C'è qualcosa che non va con il caricamento! Il valore 'Upload_max_filesize' è impostato correttamente?
ro_ro: Ceva în neregulă cu încărcarea! Este "upload_max_filesize" setat corect?

source: The file size is so big
it_it: La dimensione del file è troppo grande
ro_ro: Dimensiunea fișierului este atât de mare

source: Sorry, can not upload the file
it_it: Siamo spiacenti, non puoi caricare il file
ro_ro: Ne pare rău, nu puteți încărca fișierul

source: The file type is not valid or not supported
it_it: Questo tipo di file non è valido o non supportato
ro_ro: Tipul de fișier nu este valid sau nu este acceptat

source: Subscribed
it_it: Abbonato
ro_ro: Subscris

source: You already subscribed to this package, Please select different package
it_it: Hai già sottoscritto questo pacchetto, seleziona un pacchetto diverso
ro_ro: Ați înscris deja acest pachet, selectați un pachet diferit

source: Add a name so people know what you are selling
it_it: Aggiungi un nome affinché le persone sappiano cosa stai vendendo
ro_ro: Adăugați un nume, astfel încât oamenii să știe ce vindeți

source: Please add your product price
it_it: Si prega di aggiungere il prezzo del prodotto
ro_ro: Adăugați prețul produsului dvs.

source: Please add valid product price
it_it: Si prega di aggiungere un prezzo valido per il prodotto
ro_ro: Adăugați un preț valabil pentru produs

source: Please add valid product category
it_it: Si prega di aggiungere una categoria valida per il prodotto
ro_ro: Adăugați o categorie de produse valabilă

source: Poll option too long
it_it: L'opzione per il sondaggio è troppo lunga
ro_ro: Opțiunea de sondaj este prea lungă

source: The poll option you provided is too long. Please try again
it_it: L'opzione del sondaggio inserita è troppo lunga. Riprova
ro_ro: Opțiunea de sondaj pe care ați furnizat-o este prea lungă. Vă rugăm să încercați din nou

source: Poll Option Already Added
it_it: L'opzione per il sondaggio è stata già aggiunta
ro_ro: Opțiunea de sondaj a fost deja adăugată

source: This option was already added to the poll
it_it: Questa opzione era già stata aggiunta al sondaggio
ro_ro: Această opțiune a fost deja adăugată la sondaj

source: Poll Text Needed
it_it: È necessario inserire il testo del sondaggio
ro_ro: Textul sondajului necesar

source: Ask a question so people know what your poll is about
it_it: Fai una domanda affinché le persone ne sappiano di più in merito al tuo sondaggio
ro_ro: Puneți o întrebare, astfel încât oamenii să știe despre ce este vorba despre sondaj

source: Product Name Needed
it_it: Nome prodotto richiesto
ro_ro: Numele produsului este necesar

source: Product Price Needed
it_it: Prezzo del prodotto richiesto
ro_ro: Prețul produsului necesar

source: Product Category Needed
it_it: Categoria di prodotto necessaria
ro_ro: Categoria de produse necesară

source: Your username has been updated
it_it: Il tuo username è stato aggiornato
ro_ro: Numele dvs. de utilizator a fost actualizat

source: Your email has been updated
it_it: La tua email è stata aggiornata
ro_ro: E-mailul dvs. a fost actualizat

source: Your password has been updated
it_it: La tua password è stata aggiornata
ro_ro: Parola dvs. a fost actualizată

source: Your profile info has been updated
it_it: Le informazioni del tuo profilo sono state aggiornate
ro_ro: Informațiile despre profilul dvs. au fost actualizate

source: Your profile info has have been updated
it_it: Le informazioni del tuo profilo sono state aggiornate
ro_ro: Informațiile din profilul dvs. au fost actualizate

source: Your privacy settings have been updated
it_it: Le tue impostazioni sulla privacy sono state aggiornate
ro_ro: Setările dvs. de confidențialitate au fost actualizate

source: Your email notifications settings have been updated
it_it: Le tue impostazioni per le notifiche di posta elettronica sono state aggiornate
ro_ro: Setările pentru notificările dvs. de e-mail au fost actualizate

source: Your info has been updated
it_it: Le tue informazioni sono state aggiornate
ro_ro: Informațiile dvs. au fost actualizate

source: You have to enter valid amount
it_it: Devi inserire l'importo valido
ro_ro: Trebuie să introduceți o sumă validă

source: Please select a valid payment method
it_it: Seleziona un metodo di pagamento valido
ro_ro: Selectați o metodă de plată valabilă

source: Your balance is less than the minimum withdrawal request amount
it_it: Il tuo saldo è inferiore all'importo minimo di prelievo richiesto
ro_ro: Soldul dvs. este mai mic decât suma minimă a solicitării de retragere

source: Your balance is less than the requested amount
it_it: Il tuo saldo è inferiore all'ammontare richiesto
ro_ro: Soldul dvs. este mai mic decât suma solicitată

source: Your withdrawal request has been sent
it_it: La tua richiesta di prelievo è stata inviata
ro_ro: Solicitarea dvs. de retragere a fost trimisă

source: N/A
it_it: Non disponibile

source: Work Info
it_it: Lavoro

source: Location Info
it_it: Città

source: Education Info
it_it: Formazione

source: Textarea
it_it: Area di Testo

source: Custom OG-Image
it_it: Open-Graph Social Personalizzata

source: The perfect size for your wallpaper should be (wdith: 4600px & height: 3000px)
it_it: La dimensione ideale per il tuo Wallpaper dovrebbe essere (con: 4600px e altezza: 3000px)

source: Public
it_it: Pubblico

source: Dir
it_it: Elenco

source: Reporter By
it_it: Segnalato da

source: Chat
it_it: Mostrami in Chat come

source: General
it_it: Generale

source: Profile Visit Notification
it_it: Notifica la Visita del Profilo

source: Geolocation Google Key
it_it: Chiave Google di Geolocalizzazione

source: Pro Packages Enabled
it_it: Abbonamenti PRO attivi

source: SMTP Emails
it_it: Messaggi di posta elettronica SMTP

source: Paypal Enabled
it_it: PayPal abilitato

source: Enable payments via Paypal
it_it: Abilitare i pagamenti tramite Paypal

source: Paypal Mode
it_it: Modalità PayPal

source: PayPal Clinet ID
it_it: PayPal Client ID

source: Chat Heartbeat
it_it: Battito cardiaco chat

source: The amount of time to be considered online since the last user's activity (in seconds)
it_it: La quantità di tempo per essere considerato online dall'ultima attività dell'utente (in secondi)

source: Major
it_it: Specializzazione

source: OS
it_it: Sistema Operativo

source: More info
it_it: Vedi tutto

source: Inbox
it_it: Posta in arrivo

source: Upgrade Now
it_it: Aggiorna Adesso

source: Unboost
it_it: Togli dall'Evidenza

source: Boost
it_it: Metti in Evidenza

source: Boost Page
it_it: Metti la pagina in Evidenza

source: Block
it_it: Blocca

source: Mutual
it_it: in Comune

source: Once you block someone, that person can no longer see things you post on your timeline
it_it: Quando blocchi una persona, questa non potrà più vedere le cose che pubblichi sul tuo diario

source: Upgrade to Pro
it_it: Passa a Pro

source: BUILD
it_it: Genera...

source: News Feed
it_it: Notizie

source: See what everyone’s up to and what’s on their minds
it_it: Scopri le ultime novità del settore cinofilo

source: Please check the SMS on your phone
it_it: Ti abbiamo inviato un SMS sul tuo cellulare

source: Text
it_it: Testo

source: Unboost Post
it_it: Togli dall'Evidenza

source: Boost Post
it_it: Metti in Evidenza

source: is
it_it: è

source: You reached the maximum number of boosted pages! Upgrade your package to get more
it_it: Hai raggiunto il numero massimo di pagine in evidenza! Aggiorna il tuo abbonamento per ottenerne di più

source: You reached the maximum number of boosted posts! Upgrade your package to get more
it_it: Hai raggiunto il numero massimo di posts in evidenza! Aggiorna il tuo abbonamento per ottenerne di più

source: Before you can interact with other users, you need to confirm your email address
it_it: Prima di interagire con altri utenti, è necessario confermare il tuo indirizzo email
