Repository: smallcinic/swww
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: it_it, ro_ro

source: doesn't have photos
it_it: non ci sono foto da mostrare
ro_ro: Nu aveti poze

source: doesn't have albums
it_it: non ci sono album da mostrare
ro_ro: Nu aveti albumuri

source: Back to Albums
it_it: Torna agli album
ro_ro: Intoarcete la Album

source: No people available
it_it: Nessuna persona disponibile
ro_ro: Nu există persoane disponibile

source: Join
it_it: Iscriviti
ro_ro: Conecteaza-te

source: members
it_it: membri
ro_ro: membri

source: doesn't have members
it_it: non ci sono membri
ro_ro: Nu aveti Membri

source: Group Settings
it_it: Impostazioni gruppo
ro_ro: Setarile Grupului

source: Delete Group
it_it: Elimina gruppo
ro_ro: Sterge Grupul

source: Create Group
it_it: Crea un gruppo
ro_ro: Creați un grup

source: Share your memories, connect with others, make new friends
it_it: Scopri il primo social network per i proprietari di cani. Condividi i tuoi ricordi, fai nuove amicizie, parla con professionisti del settore cinofilo.
ro_ro: Împărtășiți-vă amintirile, Conectați-va cu alții, Faceti-va noi prieteni

source: Suggested Pages
it_it: Pagine suggerite
ro_ro: Pagini Sugerate

source: Suggested Groups
it_it: Gruppi suggeriti
ro_ro: Grupuri Sugerate

source: Contacts
it_it: Contatti
ro_ro: Contacte

source: All
it_it: Tutti
ro_ro: Toate

source: results were found for the search for
it_it: sono stati trovati risultati per la ricerca
ro_ro: S-au găsit rezultate pentru căutarea

source: Promoted Products
it_it: Prodotti promossi
ro_ro: Produse promovate

source: Load Older Threads
it_it: Carica post più vecchi
ro_ro: Încărcați fire mai vechi

source: No Selection
it_it: Nessuna selezione
ro_ro: Nici o selecție

source: No Conversation Selected
it_it: Nessuna conversazione selezionata
ro_ro: Nicio conversație selectată

source: Your Notifications
it_it: Le tue Notifiche
ro_ro: Notificările dvs.

source: YOUR PROFILE
it_it: IL TUO PROFILO
ro_ro: PROFILUL TAU

source: Choose the Plan That's Right for You
it_it: Scegli il piano più adatto a te
ro_ro: Alege planul care ți se potrivește

source: Featured member
it_it: Utenti in evidenza
ro_ro: Membri recomandati

source: Verified badge
it_it: Badge Verificato
ro_ro: Etichetă verificată

source: Posts promotion
it_it: Post in promozione
ro_ro: Promovarea postarilor

source: Boost up to
it_it: In Evidenza per
ro_ro: Promovati mai mult de

source: Pages promotion
it_it: Promozione pagine
ro_ro: Promovarea paginilor

source: Buy Now
it_it: Compra subito
ro_ro: Cumpara Acum

source: people like this
it_it: persone piace questo elemento
ro_ro: oameni carora le place asta

source: Page Settings
it_it: Impostazioni pagina
ro_ro: Setarile Paginei

source: Delete Page
it_it: Elimina pagina
ro_ro: Sterge Pagina

source: Congratulations
it_it: Complimenti
ro_ro: Felicitări

source: This page is verified
it_it: Questa pagina è verificata
ro_ro: Aceasta pagina este verificata

source: You can send verification request to verify your page
it_it: Puoi inviare una richiesta di verifica per verificare la tua pagina
ro_ro: Puteți trimite o solicitare de verificare pentru a verifica pagina

source: Verification Request
it_it: Richiesta di verifica
ro_ro: Solicitare de verificare

source: Your verification request is still awaiting admin approval
it_it: La richiesta di verifica è in attesa di approvazione
ro_ro: Solicitarea dvs. de verificare încă așteaptă aprobarea administratorului

source: Pending
it_it: In attesa di approvazione
ro_ro: In asteptarea

source: Sorry
it_it: Spiacenti
ro_ro: Scuze

source: Your verification request has been declined by the admin
it_it: La tua richiesta di verifica è stata rifiutata
ro_ro: Solicitarea dvs. de verificare a fost respinsă de admin

source: Once you delete your page you will no longer can access it again
it_it: Una volta eliminata la tua pagina non sarà più possibile accedervi nuovamente
ro_ro: După ce ștergeți pagina, nu veți mai putea accesa din nou

source: Create Page
it_it: Crea pagina
ro_ro: Crează pagină

source: Gender
it_it: Sesso
ro_ro: Sexul

source: Respond to Your Friend Request
it_it: Rispondi alla richiesta d'amicizia
ro_ro: Răspundeți la solicitarea dvs. de prietenie

source: No new requests
it_it: Nessuna nuova richiesta
ro_ro: Nu există solicitări noi

source: Do you know
it_it: che potresti conoscere
ro_ro: Tu stii

source: To see what
it_it: Per vedere cosa
ro_ro: Sa vezi ce

source: shares with friends
it_it: condividi
ro_ro: Împărtășește cu prietenii

source: send a friend request
it_it: invia una richiesta d'amicizia
ro_ro: trimite o cerere de prietenie

source: Member
it_it: Membro
ro_ro: Membru

source: Studied
it_it: Ha studiato
ro_ro: Studiat

source: Lives in
it_it: Vive a
ro_ro: Traieste in

source: Followed by
it_it: Seguito da
ro_ro: Urmarit de

source: people
it_it: Persone
ro_ro: persoane

source: Social Links
it_it: Collegamenti social
ro_ro: Link-uri Sociale

source: doesn't have friends
it_it: non ha amici
ro_ro: nu are prieteni

source: doesn't have followers
it_it: non ha seguaci
ro_ro: nu are urmaritori

source: doesn't have followings
it_it: non segue nessuno
ro_ro: nu are urmaritori

source: Reset Password
it_it: Cambio Password
ro_ro: Reseteaza parola

source: Enter the email address you signed up with and we'll email you a reset link
it_it: Inserisci l'indirizzo email con cui ti sei registrato e ti invieremo un'email con un link di reset.
ro_ro: Introduceți adresa de e-mail la care v-ați înscris și vă vom trimite prin e-mail un link de resetare

source: Email me a link
it_it: Inviami un link
ro_ro: Trimiteți-mi un link

source: Current
it_it: Attuale
ro_ro: Actuala

source: New
it_it: Nuovo
ro_ro: Noua

source: Re-type new
it_it: Conferma la nuova password
ro_ro: Introduceți din nou

source: Basic
it_it: Base
ro_ro: De bază

source: Work
it_it: Lavoro
ro_ro: Munca

source: Education
it_it: ﻿Formazione
ro_ro: Educaţie

source: Other
it_it: Altre informazioni
ro_ro: Alte

source: Active Session
it_it: Sessione Attiva
ro_ro: Sesiune Activa

source: Email Me When
it_it: Inviami un'email quando
ro_ro: Trimite-mi un email când

source: Someone liked my post
it_it: A qualcuno piace un mio post
ro_ro: Cineva apreciaza o postarea de a mea

source: Someone commented on my post
it_it: Qualcuno commenta un mio post
ro_ro: Cineva comenteaza o postare de a mea

source: Someone shared my post
it_it: Qualcuno condivide un mio post
ro_ro: Cineva sitribuie o postare de a mea

source: Someone posted on my timeline
it_it: Qualcuno scrive un post sulla mia bacheca
ro_ro: Cineva a postat pe peretele meu

source: Someone mentioned me
it_it: Qualcuno mi menziona
ro_ro: Cineva m-a mentionat

source: Someone visited my profile
it_it: Qualcuno ha visitato il mio profilo
ro_ro: Cineva a vizitat profilul meu

source: Someone sent me/accepted my friend requset
it_it: Qualcuno mi ha inviato/accetta la mia richiesta di amicizia
ro_ro: Cineva a trimis/acceptat cererea de prietenie

source: Disconnect
it_it: Disconnetti
ro_ro: Deconecteaza-te

source: Connect
it_it: Collega
ro_ro: Conecteaza-te

source: Your account is connected to
it_it: Il tuo account è connesso a
ro_ro: Contul dvs. este conectat la

source: Connect your account to
it_it: Connetti il tuo account a
ro_ro: Conectați-vă contul la

source: Manage Blocking
it_it: Gestisci i blocchi
ro_ro: Gestionați blocarea

source: No blocked users
it_it: Utenti bloccati
ro_ro: Utilizatori Blocati

source: My Affiliates
it_it: I miei affiliati
ro_ro: Afiliații mei

source: Affiliates System
it_it: Programma di Affiliazione
ro_ro: Sistemul de afiliat

source: Earn up to
it_it: Guadagna fino a
ro_ro: Câștigă până la

source: For each user your refer
it_it: Per ogni utente che inviti
ro_ro: Pentru fiecare utilizator pe care îl recomanzi

source: You will be paid when
it_it: Sarai pagato quando
ro_ro: Veți fi plătit când

source: new user registered
it_it: un nuovo utente si registra
ro_ro: noul utilizator s-a inregistrat

source: new user registered & bought a package
it_it: un nuovo utente si registra e acquista un pacchetto di abbonamento
ro_ro: noul utilizator s-a înregistrat și a cumpărat un pachet

source: Your affiliate link is
it_it: Il tuo link di affiliazione è
ro_ro: Linkul dvs. de afiliere este

source: No affiliates
it_it: Nessun affiliato
ro_ro: Nici un alfiliat

source: The minimum withdrawal request amount is
it_it: La somma minima da raggiungere per il prelievo è
ro_ro: Suma solicitată de retragere minimă este

source: Your Balance
it_it: Il tuo Saldo
ro_ro: Soldul dvs.

source: Make a withdrawal
it_it: Effettua un prelievo
ro_ro: Faceți o retragere

source: Withdrawal History
it_it: Storico Prelievi
ro_ro: Istoricul retragerii

source: Status
it_it: Stato
ro_ro: Stare

source: Approved
it_it: Approvato
ro_ro: Apobat

source: Declined
it_it: Rifiutato
ro_ro: Respins

source: No withdrawal history
it_it: Nessuno storico prelievi
ro_ro: Nu există istoric de retragere

source: This account is verified
it_it: Questo account è verificato
ro_ro: Acest cont este verificat

source: You can send verification request to verify your account
it_it: Puoi inviare una richiesta di verifica per verificare il tuo account
ro_ro: Puteți trimite solicitarea de verificare pentru a vă verifica contul

source: Once you delete your account you will no longer can access it again
it_it: Una volta che elimini il tuo account, non potrai più accedervi
ro_ro: După ce ștergeți contul dvs., nu veți mai avea acces la acesta din nou

source: Delete My Account
it_it: Elimina il mio profilo
ro_ro: Sterge contul meu

source: Welcome
it_it: Benvenuto
ro_ro: Bine ati venit

source: By clicking Sign Up, you agree to our
it_it: Cliccando Registrati, accetti i nostri
ro_ro: Făcând clic pe Înscriere, sunteți de acord cu noi

source: Terms
it_it: Termini e Condizioni
ro_ro: Termeni

source: This information will let us know more about you
it_it: Raccontaci qualcosa di te
ro_ro: Aceste informații ne vor oferi mai multe informații despre dvs.

source: Step 1
it_it: Fase 1
ro_ro: Pasul 1

source: Upload your photo
it_it: Carica la tua foto
ro_ro: Incarca imagine

source: Step 2
it_it: Fase 2
ro_ro: Pasul 2

source: Update your info
it_it: Aggiorna le tue informazioni
ro_ro: Actualizați-vă informațiile

source: Step 3
it_it: Fase 3
ro_ro: Pasul 3

source: Add Friends
it_it: Aggiungi Amici
ro_ro: Adauga Prieteni

source: Let's start with your photo
it_it: Iniziamo con la tue foto
ro_ro: Să începem cu fotografia ta

source: Next Step
it_it: Passo Successivo
ro_ro: Uramtorul Pas

source: Share your information with our community
it_it: Condividi le tue informazioni con la nostra community
ro_ro: Distribuiți informațiile dvs. comunității noastre

source: Get latest activities from our popular users
it_it: Scopri le ultime attività dai nostri utenti più popolari
ro_ro: Obțineți cele mai recente activități de la utilizatorii noștri populari

source: Finish
it_it: Fine
ro_ro: Sfarsit

source: Sponsored
it_it: Sponsorizzato
ro_ro: Sponsor

source: Delete Album
it_it: Elimina Album
ro_ro: Sterge Cont

source: Shared with
it_it: Condiviso con
ro_ro: Partajat cu

source: This album is empty
it_it: Questo album è vuoto
ro_ro: Acest album este gol

source: Promoted Posts
it_it: Posts promossi
ro_ro: Postari Promovate

source: Be Connected
it_it: Il social network per gli amanti dei cani
ro_ro: Fii conectat

source: Discover new people, create new connections and make new friends
it_it: Scopri nuove persone e i loro amici a quattro zampe, e fai nuove amicizie
ro_ro: Descoperă oameni noi, creează noi conexiuni și faceti-va noi prieteni

source: Help friends know you better and show them what you have in common
it_it: Conosci nuovi proprietari di cani e scopri gli interessi comuni
ro_ro: Ajutați prietenii să vă cunoască mai bine și să le arătați ceea ce aveți în comun

source: Never miss a thing out! Keep in touch with your fans and customers
it_it: Non perderti mai nulla! Resta in contatto con i tuoi fan e clienti
ro_ro: Nu pierdeți nimic! Păstrați legătura cu fanii și cu clienții

source: Communicate and collaborate with the people who share your interests
it_it: Incontra persone che condividono i tuoi stessi interessi.
ro_ro: Comunicați și colaborați cu persoanele care vă împărtășesc interesele

source: Playing games always fun, Play with the people who share your interests
it_it: Giocare è sempre divertente. Gioca con le persone che condividono i tuoi interessi
ro_ro: Jocul este întotdeauna distractiv, jucați cu persoanele care vă împărtășesc interesele

source: Send a New Message
it_it: Invia un Nuovo Messaggio
ro_ro: Trimite un mesaj nou

source: No messages
it_it: Nessun messaggio
ro_ro: Nici un mesaj

source: No notifications
it_it: Nessuna notifica
ro_ro: Nu există notificări

source: See All Results
it_it: Mostra tutti i risultati
ro_ro: Vedeti tot

source: Please go to
it_it: Per favore, vai a
ro_ro: Va rog sa mergeti la

source: to complete the sign-up process
it_it: per completare il processo di iscrizione
ro_ro: pentru a finaliza procesul de înscriere

source: Resend Activation Email
it_it: Invia nuovamente l’email di attivazione
ro_ro: Retrimite email-ul de activare

source: Change Email
it_it: Cambia il tuo indirizzo e-mail
ro_ro: Schimba email

source: Enter Code
it_it: Inserisci Codice
ro_ro: Introduceti codul

source: Resend SMS
it_it: Invia di nuovo il codice tramite SMS
ro_ro: Retrimite SMS

source: Change Phone Number
it_it: Cambia Numero Cellulare
ro_ro: Schimba numarul de telefon

source: The system has been shutted down
it_it: Il sistema è stato spento
ro_ro: Sistemul a fost oprit

source: Turn it on from
it_it: Accendilo da
ro_ro: Porniți-l de la

source: Log Out
it_it: Esci
ro_ro: Deconectați-vă

source: Register
it_it: Registrati
ro_ro: Inregistreaza-te

source: Not Logged In
it_it: Non sei connesso
ro_ro: Nu sunteți conectat (ă)

source: Please log in to continue
it_it: Effettua l'accesso per continuare
ro_ro: Conectați-vă pentru a continua

source: Select Your Language
it_it: Seleziona la tua Lingua
ro_ro: Selectați limba dvs.

source: Search for
it_it: Ricerca per
ro_ro: Caută pentru:

source: Select Your Payment Method
it_it: Seleziona il tuo metodo di pagamento
ro_ro: Selectați metoda de plată

source: Credit Card
it_it: Carta di credito
ro_ro: Card de credit

source: Check Your Email
it_it: Controlla la tua Email
ro_ro: Verifica-ti email-ul

source: Check your email
it_it: Controlla la tua Email
ro_ro: Verifica-ti email-ul

source: We sent you an email with a six-digit confirmation code. Enter it below to continue to reset your password
it_it: Ti abbiamo inviato un'email con un codice di conferma di sei caratteri. Scrivilo qui sotto per resettare la tua password
ro_ro: V-am trimis un e-mail cu un cod de confirmare de șase cifre. Introduceți-l mai jos pentru a continua resetarea parolei

source: We sent your code to
it_it: Abbiamo inviato il codice per
ro_ro: Ti-am trimis codul la

source: Continue
it_it: Continua
ro_ro: Continua

source: Change Your Password!
it_it: Cambia la tua Password!
ro_ro: Schimbați-vă parola!

source: New Password
it_it: Nuova Password
ro_ro: Parola Noua

source: Confirm Password
it_it: Conferma password
ro_ro: Confirma Parola

source: Change Email Address
it_it: Cambia il tuo indirizzo e-mail
ro_ro: Schimba adresa de email

source: Current Email
it_it: Email attuale
ro_ro: Email actual

source: New Email
it_it: Nuova email
ro_ro: Noul Email

source: Enter the code from the SMS message
it_it: Digitare il codice del messaggio SMS
ro_ro: Introduceți codul din mesajul SMS

source: Let us know if this mobile number belongs to you. Enter the code in the SMS
it_it: Fai sapere se questo numero di cellulare appartiene a te. Inserisci il codice dell'SMS
ro_ro: Spuneți-ne dacă acest număr mobil aparține dvs. Introduceți codul în SMS

source: Current Phone
it_it: Telefono Attuale
ro_ro: Telefonul Actual

source: New Phone
it_it: Nuovo telefono
ro_ro: Telefonul Nou

source: For example
it_it: Per esempio
ro_ro: De exemplu

source: Post Hidden
it_it: Messaggio nascosto
ro_ro: Postați ascuns

source: This post will no longer appear to you
it_it: Non visualizzerai più questo post
ro_ro: Această postare nu vi se va mai afișa

source: Undo
it_it: Annulla
ro_ro: Anuleaza

source: You won't see posts from
it_it: Non vedrai più i post di
ro_ro: Nu veți mai vedea postări de la

source: in News Feed anymore
it_it: nella sezione notizie
ro_ro: in News Feed

source: Create
it_it: Crea
ro_ro: Creaza

source: Describe your item (optional)
it_it: Descrivi il tuo articolo (facoltativo)
ro_ro: Descrieți elementul dvs. (opțional)

source: Ask something
it_it: Chiedi qualcosa
ro_ro: Intreaba ceva

source: Loading
it_it: Caricamento
ro_ro: Se incarca

source: Delete Conversation
it_it: Elimina conversazione
ro_ro: Sterge Conversatie

source: Share Post
it_it: Condividi Post
ro_ro: Distribuie postarea

source: Report User
it_it: Segnala Utente
ro_ro: Raporteaza Utilizatorul

source: Report Page
it_it: Segnala Pagina
ro_ro: Raporteaza Pagina

source: Report Group
it_it: Segnala Gruppo
ro_ro: Raporteaza Grup

source: Block User
it_it: Blocca Utente
ro_ro: Blocheaza membru

source: Unblock User
it_it: Sblocca Utente
ro_ro: Deblocheaza membru

source: Read less
it_it: Leggi meno
ro_ro: Vezi mai putin

source: Monthly Average
it_it: Media mensile
ro_ro: Media lunară

source: Are you sure you want to delete this?
it_it: Sei sicuro di volerlo eliminare?
ro_ro: Sigur doriți să ștergeți acest lucru?

source: Are you sure you want to remove your cover photo?
it_it: Sei sicuro di voler rimuovere la tua foto di copertina?
ro_ro: Sigur doriți să eliminați fotografia de pe copertă?

source: Are you sure you want to remove your profile picture?
it_it: Sei sicuro di voler rimuovere la tua immagine di profilo?
ro_ro: Sigur doriți să eliminați imaginea de profil?

source: Are you sure you want to delete this post?
it_it: Sei sicuro di voler rimuovere questo post?
ro_ro: Sigur doriți să ștergeți această postare?

source: Are you sure you want to share this post?
it_it: Sei sicuro di voler condividere questo post?
ro_ro: Sigur doriți să distribuiți această postare?

source: Are you sure you want to delete this comment?
it_it: Sei sicuro di voler rimuovere il commento?
ro_ro: Sigur doriți să ștergeți acest comentariu?

source: Are you sure you want to delete this conversation?
it_it: Sei sicuro di voler rimuovere questa conversazione?
ro_ro: Sigur doriți să ștergeți această conversație?

source: Are you sure you want to report this user?
it_it: Sei sicuro di che voler segnalare questo utente?
ro_ro: Sunteți sigur că doriți să raportați acest utilizator?

source: Are you sure you want to block this user?
it_it: Sei sicuro di voler bloccare questo utente?
ro_ro: Sigur doriți să blocați acest utilizator?

source: Are you sure you want to unblock this user?
it_it: Sei sicuro di voler sbloccare questo utente?
ro_ro: Sigur doriți să deblocați acest utilizator?

source: Are you sure you want to delete your account?
it_it: Sei sicuro di voler cancellare il tuo account?
ro_ro: Sigur doriți să ștergeți contul dvs.?

source: Are you sure you want to verify this request?
it_it: Sei sicuro di voler verificare questa richiesta?
ro_ro: Sigur doriți să verificați această solicitare?

source: Are you sure you want to decline this request?
it_it: Sei sicuro di voler rifiutare questa richiesta?
ro_ro: Sigur doriți să respingeți această solicitare?

source: Are you sure you want to approve this request?
it_it: Sei sicuro di voler approvare questa richiesta?
ro_ro: Sigur doriți să aprobați această solicitare?

source: There is something that went wrong!
it_it: C'è qualcosa che è andato storto!
ro_ro: Există ceva care a mers prost!

source: There is no more data to show
it_it: Non ci sono più dati da mostrare
ro_ro: Nu mai există date care să fie afișate

source: This has been shared to your Timeline
it_it: Questo elemento è stato condiviso sul tuo Diario
ro_ro: Acest lucru a fost trimis în cronologie

source: Search for people, pages and #hashtags
it_it: Cerca persone, pagine ed #hashtag
ro_ro: Căutați persoane, pagini și #hashtags

source: What is on your mind? #Hashtag.. @Mention.. Link..
it_it: A cosa stai pensando?
ro_ro: La ce te gândesti? #Hashtag .. @Mention .. Link ..

source: Write a comment
it_it: Scrivi un commento
ro_ro: Scrie un comentariu

source: Shared with: Public
it_it: Condiviso con: pubblico
ro_ro: Distribuit cu: Public

source: Shared with: Friends
it_it: Condiviso con: Amici
ro_ro: Împărtășită cu: Prieteni

source: Shared with: Only Me
it_it: Condiviso con: Solo io
ro_ro: Împărtășită cu: doar Eu

source: Write a message
it_it: Scrivi un messagio
ro_ro: Scrie un mesaj

source: Add an option
it_it: Aggiungi un'opzione
ro_ro: Adauga optiune

source: What are you selling?
it_it: Cosa stai vendendo?
ro_ro: Ce vinzi?

source: Add price
it_it: Aggiungi prezzo
ro_ro: Adauga pret

source: Add Location (optional)
it_it: Aggiungi località (opzionale)
ro_ro: Adauga Locatie (optional)

source: Album title
it_it: Titolo dell'album
ro_ro: Titlul Albumului

source: Where are you?
it_it: Dove sei?
ro_ro: Unde esti ?

source: What are you doing?
it_it: Che cosa fai?
ro_ro: Ce faci ?

source: Search for products
it_it: Cerca prodotti
ro_ro: Cauta dupa produse

source: Phone number (eg. +905...)
it_it: Numero di telefono (ad es. +39...)
ro_ro: Numar de telefon (eg. +905...)

source: Promoted
it_it: Promuovi
ro_ro: Sponsorizat

source: Pinned Post
it_it: Post Bloccato
ro_ro: Mesaj Fixat

source: Recent Updates
it_it: Aggiornamenti recenti
ro_ro: Recent Actualizat

source: Videos
it_it: Video
ro_ro: Video

source: Audios
it_it: Audio
ro_ro: Fisiere audio

source: Files
ro_ro: Fisiere

source: Polls
it_it: Sondaggi
ro_ro: Sondaje

source: Products
it_it: Prodotti
ro_ro: Produse

source: Maps
it_it: Mappe
ro_ro: Harta

source: Write
it_it: Scrivi
ro_ro: Scrie

source: Create Poll
it_it: Crea un sondaggio
ro_ro: Creeaza Sondaj

source: Sell Something
it_it: Vendi qualcosa
ro_ro: Vinde Ceva

source: Add Video
it_it: Aggiungi video
ro_ro: Adauga Video

source: Add Audio
it_it: Aggiungi File Audio
ro_ro: Adauga Audio

source: Add File
it_it: Aggiungi File
ro_ro: Adauga Fisier

source: Video uploaded successfully
it_it: Video caricato con successo
ro_ro: Video incarcat cu succes

source: Audio uploaded successfully
it_it: Audio caricato con successo
ro_ro: Audio incarcat cu succes

source: File uploaded successfully
it_it: Il file è stato caricato correttamente
ro_ro: Fisier incarcat cu succes

source: favorites
it_it: Preferiti
ro_ro: favorite

source: Remember me
it_it: Ricordami
ro_ro: Aminteste-mi

source: Forgotten password?
it_it: Password Dimenticata?
ro_ro: Ai uitat parola ?

source: or
it_it: o
ro_ro: sau

source: login with
it_it: accedi con
ro_ro: conecteaza-te cu

source: Not registered?
it_it: Non sei registrato?
ro_ro: Nu esti inregistrat?

source: Create an account
it_it: Crea un account
ro_ro: Creaza Cont

source: New to
it_it: Sei nuovo su
ro_ro: Nou la

source: Sign up
it_it: Registrati
ro_ro: Inscrie-te

source: register with
it_it: registrati con
ro_ro: Înregistrați-va cu

source: Have an account?
it_it: Hai un account?
ro_ro: Are un cont?

source: Login Now
it_it: Accedi ora
ro_ro: Conectați-va acum

source: Select
it_it: Seleziona
ro_ro: Selectați

source: Edit Comment
it_it: Modifica commento
ro_ro: Editați comentariul

source: Delete Comment
it_it: Elimina commento
ro_ro: Ștergeți comentariul

source: photo
it_it: Immagine
ro_ro: fotografie

source: Play
it_it: Gioca
ro_ro: Joaca

source: Mark as Sold
it_it: Segna come Venduto
ro_ro: Marcați ca fiind vândute

source: Mark as Available
it_it: Segna come Disponibile
ro_ro: Marcați ca disponibile

source: Unsave Post
it_it: Post non salvato
ro_ro: Dezactivați postarea

source: Save Post
it_it: Salva il post
ro_ro: Salveaza postarea
