Repository: smallcinic/swww
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: it_it, ro_ro

source: Unpin Post
it_it: Sblocca Messaggio
ro_ro: Anulați fixarea postari

source: Pin Post
it_it: Pin Messaggio
ro_ro: Fixează postarea

source: Edit Post
it_it: Modifica Post
ro_ro: Editați postarea

source: Delete Post
it_it: Elimina messaggio
ro_ro: Ștergeți mesajul

source: Unfollow
it_it: Smetti di seguire
ro_ro: Nu mai urmări

source: Stop seeing posts but stay friends
it_it: Non visualizzare più i post ma rimani amico
ro_ro: Nu mai vedeți postări, ci rămâneți prieteni

source: Hide this post
it_it: Nascondi questo post
ro_ro: Ascundeți acest post

source: See fewer posts like this
it_it: Visualizza meno post come questo
ro_ro: Vedeți mai puține postări de genul asta

source: Report post
it_it: Segnala post
ro_ro: Raportează postarea

source: Open post in new tab
it_it: Apri Post in una nuova scheda
ro_ro: Deschideți postarea în fila nouă

source: shared
it_it: condiviso
ro_ro: Distribuit

source: song
it_it: canzone
ro_ro: cântec

source: link
ro_ro: legătură

source: poll
it_it: sondaggio
ro_ro: sondaj

source: file
ro_ro: fişier

source: shared a link
it_it: ha condiviso un link
ro_ro: A distribuit un link

source: added
it_it: aggiunto
ro_ro: adăugat

source: photos to the album
it_it: foto all'album
ro_ro: Fotografii la album

source: created a poll
it_it: creato un sondaggio
ro_ro: A creat un sondaj

source: added new product for sell
it_it: ha messo in vendita un nuovo prodotto
ro_ro: A adăugat un produs nou pentru vânzare

source: added a video
it_it: ha aggiunto un video
ro_ro: a adăugat un videoclip

source: added an audio
it_it: ha aggiunto un audio
ro_ro: a adăugat un sunet

source: added a file
it_it: ha aggiunto un file
ro_ro: a adăugat un fișier

source: added a photo
it_it: ha aggiunto una foto
ro_ro: a adăugat o fotografie

source: updated his profile picture
it_it: ha aggiornato la sua immagine del profilo
ro_ro: si-a actualizat fotografia de profil

source: updated her profile picture
it_it: ha aggiornato la sua immagine del profilo
ro_ro: si-a actualizat fotografia de profil

source: updated his cover photo
it_it: ha aggiornato la sua immagine di copertina
ro_ro: si-a actualizat fotografia de copertă

source: updated her cover photo
it_it: ha aggiornato la sua immagine di copertina
ro_ro: si-a actualizat fotografia de copertă

source: updated page picture
it_it: ha aggiornato l'immagine della pagina
ro_ro: a actualizat fotografia paginei

source: updated cover photo
it_it: ha aggiornato la sua foto di copertina
ro_ro: a actualizat fotografia de copertă

source: updated group picture
it_it: ha aggiornato la foto del gruppo
ro_ro: a actualizat imaginea grupului

source: updated group cover
it_it: ha aggiornato la copertina del gruppo
ro_ro: a actualizat coperta grupului

source: SOLD
it_it: VENDUTO
ro_ro: VÂNDUT

source: Your browser does not support HTML5 audio
it_it: Il tuo browser non supporta gli audio HTML5
ro_ro: Browserul dvs. nu acceptă audio HTML5

source: File Type
it_it: Tipo di file
ro_ro: Tip fișier

source: Download
it_it: Scarica
ro_ro: Descarca

source: Show Attachments
it_it: Mostra allegati
ro_ro: Afișați atașamentele

source: Contact Seller
it_it: Contatta il venditore
ro_ro: Contacteaza vanzatorul

source: View previous comments
it_it: Vedi i commenti precedenti
ro_ro: Vezi comentariile anterioare

source: Comment
it_it: Commenta
ro_ro: Comenteaza

source: Share
it_it: Condividi
ro_ro: Distribuie

source: Please log in to like, share and comment!
it_it: Effettua l'accesso per mettere mi piace, condividere e commentare!
ro_ro: Vă rugăm să vă autentificați pentru a vă dori, partaja și comenta!

source: Unblock
it_it: Sblocca
ro_ro: Deblocaţi

source: The file type is not valid image
it_it: Il tipo di file non è valido immagine
ro_ro: Tipul de fișier nu este o imagine validă

source: Displaying
it_it: Mostrati
ro_ro: Afiseaza

source: of
it_it: di
ro_ro: de

source: Prev
it_it: Prec.
ro_ro: Anterior

source: Next
it_it: Succ.
ro_ro: Următor

source: You have already blocked this user before!
it_it: Hai già bloccato questo utente prima!
ro_ro: Ați blocat deja acest utilizator înainte!

source: You can not delete admin/morderator accounts
it_it: Non puoi cancellare l'account di un admin/moderatore
ro_ro: Nu puteți șterge conturile admin / morderator

source: New notification from
it_it: Nuova notifica da
ro_ro: Notificare nouă de la

source: Hi
it_it: Ciao
ro_ro: Bună

source: Team
ro_ro: Echipă

source: more
it_it: più
ro_ro: mai mult

source: You are not authorized to view this
it_it: Non hai l'autorizzazione per visualizzare questo contenuto
ro_ro: Nu sunteți autorizat să vizualizați acest lucru

source: You are not authorized to do this
it_it: Non hai l'autorizzazione per effettuare questa azione
ro_ro: Nu sunteți autorizat să faceți acest lucru

source: This photo can't be deleted
it_it: Questa immagine non può essere eliminata
ro_ro: Această fotografie nu poate fi ștearsă

source: This album can't be deleted
it_it: Questo album non può essere eliminato
ro_ro: Acest album nu poate fi șters

source: You must fill in all of the fields
it_it: Devi riempire tutti i campi
ro_ro: trebuie să completezi toate câmpurile

source: This feature has been disabled by the admin
it_it: Questa funzionalità è stata disattivata
ro_ro: Această caracteristică a fost dezactivată de admin

source: You must enter a title for your page
it_it: Devi inserire un titolo per la tua pagina
ro_ro: Trebuie să introduceți un titlu pentru pagina dvs.

source: Page title must be at least 3 characters long. Please try another
it_it: Il titolo della pagina deve essere lunga almeno 3 caratteri. Perfavore, inseriscine un altro
ro_ro: Titlul paginii trebuie să aibă cel puțin 3 caractere. Încercați altul

source: You must enter a username for your page
it_it: È necessario immettere un nome utente per la tua pagina
ro_ro: Trebuie să introduceți un nume de utilizator pentru pagina dvs.

source: Please enter a valid username (a-z0-9_.) with minimum 3 characters long
it_it: Perfavore inserisci un username valido con almeno 3 caratteri
ro_ro: Introduceți un nume de utilizator valabil (a-z0-9_.) Cu lungimea minimă de 3 caractere

source: You can't use
it_it: Non puoi utilizzarlo
ro_ro: Nu poți folosi

source: as username
it_it: come nome
ro_ro: Ca nume de utilizator

source: Sorry, it looks like this username
it_it: Siamo spiacenti, sembra che questo nome utente
ro_ro: Ne pare rău, se pare că acest nume de utilizator

source: belongs to an existing page
it_it: appartiene già ad una pagina
ro_ro: Aparține unei pagini existente

source: You must select valid category for your page
it_it: Devi selezionare una categoria valida per la tua pagina
ro_ro: Trebuie să selectați o categorie validă pentru pagina dvs.

source: belongs to an existing group
it_it: appartiene già ad un gruppo
ro_ro: Aparține unui grup existent

source: You must enter
it_it: Devi inserire
ro_ro: Trebuie să intrați

source: You must select
it_it: Devi selezionare
ro_ro: Trebuie să selectați

source: The maximum value for
it_it: Il valore massimo per
ro_ro: Valoarea maximă pentru

source: Sorry, it looks like
it_it: Siamo spiacenti, sembra che
ro_ro: Ne pare rău, se pare

source: belongs to an existing account
it_it: appartiene a un account esistente
ro_ro: Aparține unui cont existent

source: Please enter a valid email address
it_it: Inserisci un indirizzo email valido
ro_ro: Te rog introdu o adresa de email valida

source: Just one more step to get started on
it_it: Solo un altro passo per iniziare a
ro_ro: Doar un pas pentru a începe

source: To complete the sign-up process, please follow this link:
it_it: Per completare il processo di registrazione, perfavore, segui questo link:
ro_ro: Pentru a finaliza procesul de înscriere, urmați acest link:

source: Your current password is incorrect
it_it: La tua password attuale non è corretta
ro_ro: Parola actuală este incorectă

source: Your passwords do not match
it_it: Le password non corrispondono
ro_ro: Parolele nu se potrivesc

source: Please select either Male or Female
it_it: Per favore, seleziona Maschio o Femmina
ro_ro: Selectați fie Barbat, fie Femeie

source: Please select a valid birth month
it_it: Per favore, seleziona un mese di nascita valido
ro_ro: Selectați o lună de naștere validă

source: Please select a valid birth day
it_it: Per favore, seleziona un giorno di nascita valido
ro_ro: Selectați o zi de naștere validă

source: Please select a valid birth year
it_it: Per favore, seleziona un anno di nascita valido
ro_ro: Selectați un an de naștere valabil

source: Please select a valid relationship
it_it: Per favore, seleziona una situazione sentimentale
ro_ro: Selectați o relație validă

source: Please enter a valid website
it_it: Inserisci un sito web valido
ro_ro: Introduceți un site Web valid

source: Please enter a valid Facebook Profile URL
it_it: Inserisci l'URL di un profilo Facebook valido
ro_ro: Introduceți o adresă URL validă a profilului Facebook

source: Please enter a valid Twitter Profile URL
it_it: Inserisci l'URL di un profilo Twitter valido
ro_ro: Introduceți o adresă URL validă a profilului Twitter

source: Please enter a valid Google+ Profile URL
it_it: Inserisci l'URL di un profilo Google+ valido
ro_ro: Introduceți o adresă URL validă pentru profilul Google+

source: Please enter a valid YouTube Profile URL
it_it: Inserisci l'URL di un profilo YouTube valido
ro_ro: Introduceți o adresă URL validă pentru profilul YouTube

source: Please enter a valid Instagram Profile URL
it_it: Inserisci l'URL di un profilo Instagram valido
ro_ro: Introduceți o adresă URL validă a profilului Instagram

source: Please enter a valid Linkedin Profile URL
it_it: Inserisci l'URL di un profilo Linkedin valido
ro_ro: Introduceți o adresă URL validă a profilului Linkedin

source: Please enter a valid Vkontakte Profile URL
it_it: Inserisci l'URL di un profilo Vkontakte valido
ro_ro: Introduceți o adresă URL de profil Vkontakte valabilă

source: Please enter a valid phone number
it_it: Per favore, inserisci un numero di telefono valido
ro_ro: Va rugam sa introduceti un numar de telefon valid

source: Your password must be at least 6 characters long. Please try another
it_it: La tua password deve essere lunga almeno 6 caratteri. Perfavore, provane un'altra
ro_ro: Parola dvs. trebuie să aibă cel puțin 6 caractere. Încercați altul

source: Sorry, You must be
it_it: Siamo spiacenti, è necessario avere
ro_ro: Îmi pare rău, trebuie să fii

source: years old to register
it_it: anni per registrarsi
ro_ro: Ani pentru a vă înregistra

source: The secuirty check is incorrect. Please try again
it_it: Il controllo di sicurezza è incorretto. Perfavore, prova di nuovo
ro_ro: Verificarea securizată este incorectă. Vă rugăm să încercați din nou

source: Activation email could not be sent. But you can login now
it_it: Non è stato possibile inviare l'Email di attivazione. Ma ora puoi effettuare l'accesso
ro_ro: E-mailul de activare nu a putut fi trimis. Dar vă puteți conecta acum

source: Activation Token
it_it: Codice di attivazione
ro_ro: Token de activare

source: Activation SMS could not be sent. But you can login now
it_it: L'SMS di attivazione potrebbe non essere stato inviato. Ma ora puoi effettuare l'accesso.
ro_ro: SMS-ul de activare nu a putut fi trimis. Dar vă puteți conecta acum

source: The username you entered does not belong to any account
it_it: L'username che hai inserito non appartiene a nessun account
ro_ro: Numele de utilizator pe care l-ați introdus nu aparține nici unui cont

source: Please re-enter your password
it_it: Per favore, re-inserisci la tua password
ro_ro: Reintroduceți parola

source: The password you entered is incorrect
it_it: La password che hai inserito non è corretta
ro_ro: Parola pe care a-ti introdus-o este incorecta

source: If you forgot your password?
it_it: Hai dimenticato la tua password?
ro_ro: Dacă ați uitat parola?

source: Request a new one
it_it: Richiedine una nuova
ro_ro: Solicitați una nouă

source: You have reached the maximum number of account for your IP
it_it: Hai raggiunto il numero massimo di account per il tuo indirizzo IP
ro_ro: Ați atins numărul maxim de cont pentru adresa IP

source: doesn't belong to any account
it_it: non appartiene a nessun account
ro_ro: Nu aparține nici unui cont

source: Forget password activation key!
it_it: Dimentichi la chiave di attivazione della password!
ro_ro: Uitați cheia de activare a parolei!

source: To complete the reset password process, please copy this token:
it_it: Per completare il reset della password, perfavore, copia questo token:
ro_ro: Pentru a finaliza procesul de resetare a parolei, copiați acest jeton:

source: Token:
ro_ro: Jeton:

source: Activation key email could not be sent!
it_it: Non è stato possibile inviare l'email con la chiave d'attivazione.
ro_ro: E-mailul cu cheia de activare nu a putut fi trimis!

source: Invalid email, please try again
it_it: Indirizzo email non valido. Si prega di riprovare.
ro_ro: E-mail nevalid, încercați din nou

source: Invalid code, please try again
it_it: Codice non valido. Per favore, prova di nuovo
ro_ro: Cod invalid, va rugam incercati din nou

source: Your passwords do not match. Please try another
it_it: Le password non corrispondono. Provate con un altro
ro_ro: Parolele nu se potrivesc. Încercați altul

source: Activation email could not be sent
it_it: Non è stato possibile inviare l'e-mail di attivazione
ro_ro: E-mailul de activare nu a putut fi trimis

source: Please enter a valid activation key
it_it: Per favore fornisci una chiave di attivazione valida
ro_ro: Introduceți o cheie de activare validă

source: Your session hash has been broken, Please contact Sngine's support!
ro_ro: Ședința dvs. hash a fost întreruptă, vă rugăm să contactați asistența lui Sngine!

source: Database Error
it_it: Errore Database
ro_ro: Eroare bază de date

source: An error occurred while writing to database. Please try again later
it_it: Si è verificato un errore durante la scrittura del database. Si prega di riprovare più tardi
ro_ro: A apărut o eroare la scrierea în baza de date. Vă rugăm să încercați din nou mai târziu

source: 404 Not Found
it_it: 404 Pagina non trovata
ro_ro: 404 Nu a fost găsit

source: The requested URL was not found on this server. That's all we know
it_it: L'URL richiesto non è stato trovato su questo server. Tutti che sappiamo che è
ro_ro: Adresa URL solicitată nu a fost găsită pe acest server. Asta e tot ce știm

source: There is some thing went wrong
it_it: C'è qualche cosa è andato storto
ro_ro: Există unele lucruri care au mers prost

source: Test SMTP Connection on
ro_ro: Testați conexiunea SMTP activată

source: This is a test email
it_it: Questo è una email di test
ro_ro: Acesta este un e-mail de test

source: Test email could not be sent. Please check your settings
ro_ro: Emailul de test nu a putut fi trimis. Verificați setările

source: Test SMS from
ro_ro: Test SMS de la

source: Test SMS could not be sent. Please check your settings
ro_ro: SMS de testare nu a putut fi trimis. Verificați setările

source: There is no buckets in your account
ro_ro: Nu există galeți în contul dvs.

source: There is no bucket with this name in your account
ro_ro: Nu există o găleată cu acest nume în contul dvs.

source: Pro Package
it_it: Pacchetto Pro
ro_ro: Pro Pachet

source: Pay For
it_it: Paga per
ro_ro: Plătește pentru

source: You must sign in to see this page
it_it: Devi accedere per vedere questa pagina
ro_ro: Trebuie să vă conectați pentru a vedea această pagină

source: Sign in
it_it: Registrati
ro_ro: Conecteaza-te

source: Feeling
it_it: Mi sento..
ro_ro: Ma simpt

source: How are you feeling?
it_it: Stato d'animo/attività
ro_ro: Cum te simti?

source: Listening To
it_it: Ascoltando...
ro_ro: Ascultand

source: What are you listening to?
it_it: Cosa stai ascoltando?
ro_ro: Ce asculti?

source: Watching
it_it: Guardando...
ro_ro: Urmărind

source: What are you watching?
it_it: Cosa stai guardando?
ro_ro: La ce te uiti?

source: Playing
it_it: Giocando...
ro_ro: Joc

source: What are you playing?
it_it: A cosa stai giocando?
ro_ro: Ce te joci?

source: Eating
it_it: Mangiando
ro_ro: Mananc

source: What are you eating?
it_it: Cosa stai mangiando?
ro_ro: Ce mănânci?

source: Drinking
it_it: Bevendo...
ro_ro: Beau

source: What are you drinking?
it_it: Cosa stai bevendo?
ro_ro: Ce bei?

source: Traveling To
it_it: In viaggio verso...
ro_ro: Călătorind spre

source: Where are you going?
it_it: Dove stai andando?
ro_ro: Unde te duci?

source: Reading
it_it: Leggendo...
ro_ro: Citind

source: What are you reading?
it_it: Cosa stai leggendo?
ro_ro: Ce citesti?

source: Attending
it_it: Aspettando...
ro_ro: Participarea

source: What are you attending?
it_it: Cosa stai aspettando?
ro_ro: La ce participați?

source: Celebrating
it_it: Festeggiando...
ro_ro: Sărbătoresc

source: What are you celebrating?
it_it: Cosa stai festeggiando?
ro_ro: Ce sărbătoresti?

source: Looking For
it_it: In cerca di...
ro_ro: Caut

source: What are you looking for?
it_it: Costa stai cercando?
ro_ro: Ce cauti?

source: Happy
it_it: Felice
ro_ro: Fericit/a

source: Loved
it_it: Amato
ro_ro: Iubit/a

source: Satisfied
it_it: Soddisfatto
ro_ro: Satisfăcut/a

source: Strong
it_it: Forte
ro_ro: Puternic/a

source: Sad
it_it: Triste
ro_ro: Trist/a

source: Crazy
it_it: Pazzo
ro_ro: Nebun/a

source: Tired
it_it: Stanco
ro_ro: Obosit

source: Sleepy
it_it: Assonnato
ro_ro: Somnoros

source: Confused
it_it: Confuso
ro_ro: Confuz

source: Worried
it_it: Preoccupato
ro_ro: îngrijorat

source: Angry
it_it: Arrabbiato
ro_ro: Furios

source: Annoyed
it_it: Annoiato
ro_ro: Contrariat

source: Shocked
it_it: Scioccato
ro_ro: Socat

source: Down
it_it: Giù di morale
ro_ro: Jos

source: Confounded
it_it: Confuso
ro_ro: Zăpăcit

source: Ads info have been updated
it_it: Le info degli annunci sono stati aggiornati
ro_ro: Anunțurile au fost actualizate

source: You have to enter the announcement name
it_it: È necessario inserire il nome di annuncio
ro_ro: Trebuie să introduceți numele anunțului

source: You have to enter the announcement HTML code
it_it: È necessario inserire il codice HTML dell'annuncio
ro_ro: Trebuie să introduceți codul HTML de anunț

source: You have to enter the announcement start date
it_it: È necessario inserire la data di inizio dell'annuncio
ro_ro: Trebuie să introduceți data de începere a anunțului

source: You have to enter the announcement end date
it_it: È necessario inserire la data di fine dell'annuncio
ro_ro: Trebuie să introduceți data de încheiere a anunțului

source: End Date must be after the Start Date
it_it: La data di fine deve essere successiva a quella di inizio
ro_ro: Data de încheiere trebuie să fie după data de începere

source: Announcement info have been updated
it_it: L'annuncio è stato aggiornato.
ro_ro: Anunțurile au fost actualizate

source: You have to enter the field label
it_it: È necessario inserire l'etichetta del campo
ro_ro: Trebuie să introduceți eticheta câmpului

source: You have to select a valid type
it_it: È necessario selezionare un tipo valido
ro_ro: Trebuie să selectați un tip valid

source: You have to enter the select options
it_it: Devi inserire le opzioni di selezione
ro_ro: Trebuie să introduceți opțiunile de selectare

source: You have to enter valid field length
it_it: Devi inserire la lunghezza valida del campo
ro_ro: Trebuie să introduceți o lungime de câmp validă

source: The field minimum length is 1 and maximum 1000 characters
it_it: La lunghezza minima del campo è 1 e massimo 1000 caratteri
ro_ro: Lungimea minimă a câmpului este de 1 și maxim 1000 de caractere

source: Field info have been updated
it_it: Il campo informazioni è stato aggiornato
ro_ro: Informațiile despre câmpuri au fost actualizate

source: Category info have been updated
it_it: Le info sulla Categoria sono state aggiornate
ro_ro: Informațiile despre categorie au fost actualizate

source: Game info have been updated
it_it: Le informazioni sul Gioco sono state aggiornate
ro_ro: Informațiile jocului au fost actualizate

source: Group info have been updated
it_it: Le informazioni del Gruppo sono state aggiornate
ro_ro: Informațiile grupului au fost actualizate

source: Language info have been updated
it_it: Le informazioni sulla Lingua sono state aggiornate
ro_ro: Informațiile despre limbă au fost actualizate

source: You must enter the email subject
it_it: È necessario immettere l'oggetto dell'e-mail
ro_ro: Trebuie să introduceți subiectul e-mailului

source: You must enter the message subject
it_it: È necessario immettere l'oggetto del messaggio
ro_ro: Trebuie să introduceți subiectul mesajului

source: Email could not be sent
it_it: Non è stato possibile inviare l'e-mail
ro_ro: E-mailul nu a putut fi trimis

source: Email has been sent successfully
it_it: La mail è stata inviata con successo.
ro_ro: E-mailul a fost trimis cu succes

source: You have to enter the package name
it_it: È necessario immettere il nome del pacchetto
ro_ro: Trebuie să introduceți numele pachetului

source: You have to enter valid package price
it_it: Devi inserire l'importo corretto del pacchetto
ro_ro: Trebuie să introduceți prețul pachetului valabil

source: You have to enter valid period number
it_it: È necessario inserire un periodo valido
ro_ro: Trebuie să introduceți numărul perioadei valide

source: You have to enter valid boost posts number
it_it: È necessario inserire un numero di risalite in Evidenza del posts valido
ro_ro: Trebuie să introduceți un număr valid de postări de stimulare

source: You have to enter valid boost pages number
it_it: È necessario inserire un numero di risalite in Evidenza delle pagine valido
ro_ro: Trebuie să introduceți un număr valid de pagini de stimulare

source: Package info have been updated
it_it: Sono state aggiornate le informazioni sul pacchetto
ro_ro: Informațiile despre pachete au fost actualizate

source: Page info have been updated
it_it: Le informazioni sulla pagina sono state aggiornate
ro_ro: Informațiile despre pagină au fost actualizate

source: System settings have been updated
it_it: Le impostazioni di sistema sono state aggiornate
ro_ro: Setările sistemului au fost actualizate

source: Static page info have been updated
it_it: Sono state aggiornate le informazioni sulla pagina
ro_ro: Informațiile despre pagina statică au fost actualizate

source: Please enter a valid URL to your page
it_it: Si prega di inserire un URL valido della tua pagina
ro_ro: Introduceți o adresă URL validă în pagina dvs.

source: belongs to an existing static page
it_it: appartiene a una pagina statica esistente
ro_ro: Aparține unei pagini statice existente

source: Test email has been sent to
it_it: Una email di prova è stata inviata.
ro_ro: Emailul de încercare a fost trimis la

source: Test SMS has been sent to
it_it: L'SMS di prova è stato inviato
ro_ro: SMS de testare a fost trimis la

source: Connection established Successfully!
it_it: Connessione stabilita con successo!
ro_ro: Conexiunea sa stabilit cu succes!

source: Theme info have been updated
it_it: Le informazioni sul tema sono state aggiornate
ro_ro: Datele temei au fost actualizate

source: You can not change the group of this user
it_it: Non è possibile modificare il gruppo di questo utente
ro_ro: Nu puteți schimba grupul acestui utilizator

source: User info have been updated
it_it: Le informazioni utente sono state aggiornate
ro_ro: Informațiile utilizatorului au fost actualizate

source: Widget info have been updated
it_it: Le informazioni sul widget sono state aggiornate
ro_ro: Informațiile despre widget au fost actualizate

source: Your account already activated!
it_it: Il tuo account è già stato attivato!
ro_ro: Contul dvs. deja activat!

source: Another activation email has been sent
it_it: È stato inviato un'altra e-mail di attivazione
ro_ro: Un alt e-mail de activare a fost trimis
