Repository: smallcinic/swww
Catalog: content/languages/locale/*/LC_MESSAGES/messages.po
Languages: it_it, ro_ro

source: Error
it_it: Errore
ro_ro: Eroare

source: System Message
it_it: Messaggio di sistema
ro_ro: Mesaj de la sistem

source: You don't have the right permission to access this
it_it: Non hai l'autorizzazione per accedere a questa
ro_ro: Nu aveți permisiunea corectă pentru a accesa acest lucru

source: Admin Panel
it_it: Pannello Admin
ro_ro: Panoul Control

source: System Settings
it_it: Impostazioni del sistema
ro_ro: Setarile sistemului

source: Registration Settings
it_it: Impostazioni di registrazione
ro_ro: Setări de înregistrare

source: Emails Settings
it_it: Impostazioni e-mail
ro_ro: Setări pentru e-mailuri

source: SMS Settings
it_it: Impostazioni SMS
ro_ro: Setări SMS

source: Chat Settings
it_it: Impostazioni chat
ro_ro: Setările de Chat

source: Uploads Settings
it_it: Impostazioni Uploads
ro_ro: Încărcări Setări

source: Security Settings
it_it: Impostazioni Sicurezza
ro_ro: Setări de securitate

source: Payments Settings
it_it: Impostazioni dei pagamenti
ro_ro: Setările plăților

source: Limits Settings
it_it: Impostazioni Limiti
ro_ro: Limitează setările

source: Analytics Settings
it_it: Impostazioni Analytics
ro_ro: Setări Google Analytics

source: Themes
it_it: Temi
ro_ro: Teme

source: Add New
it_it: Aggiungi nuovo
ro_ro: Adăuga nou

source: Design
ro_ro: Stil

source: Languages
it_it: Lingue
ro_ro: Limbi

source: Users
it_it: Utenti
ro_ro: Utilizatori

source: Admins
it_it: Amministratori
ro_ro: Adminii

source: Moderators
it_it: Moderatori
ro_ro: moderatori

source: Banned
it_it: Bannato
ro_ro: Banat

source: Pages
it_it: Pagine
ro_ro: Pagini

source: Categories
it_it: Categorie
ro_ro: Categorii

source: Add New Category
it_it: Aggiungi nuova categoria
ro_ro: Adăugați o nouă categorie

source: Groups
it_it: Gruppi
ro_ro: Grupuri

source: Games
it_it: Giochi
ro_ro: Jocuri

source: Market
it_it: Mercatino
ro_ro: Anunturi

source: Pro Packages
it_it: Pacchetti Abbonamento
ro_ro: Pachete Pro

source: Subscribers
it_it: Abbonati
ro_ro: Abonații

source: Earnings
it_it: Guadagni
ro_ro: câștig

source: Affiliates
it_it: Affiliati
ro_ro: Afiliați

source: Payment Requests
it_it: Richieste di Pagamento
ro_ro: Solicitări de plată

source: Reports
it_it: Rapporti
ro_ro: Rapoarte

source: Banned IPs
it_it: IP Bloccati
ro_ro: IP interzise

source: Verification
it_it: Verifica utente
ro_ro: Verificare

source: Requests
it_it: Richieste
ro_ro: Cereri

source: Verified Users
it_it: Utenti Verificati
ro_ro: Utilizatori verificați

source: Verified Pages
it_it: Pagine Verificate
ro_ro: Pagini verificate

source: Custom Fields
it_it: Campi personalizzati
ro_ro: Câmpuri customizate

source: Static Pages
it_it: Pagine statiche
ro_ro: Pagini statice

source: Announcements
it_it: Annunci
ro_ro: Anunturi

source: Newsletter
ro_ro: Buletin informativ

source: Ads
it_it: Pubblicità
ro_ro: Reclame

source: Widgets
ro_ro: Widget-uri

source: Your IP has been blocked
it_it: Il tuo IP è stato bloccato
ro_ro: IP-ul dvs. a fost blocat

source: Your account has been blocked
it_it: Il tuo account è stato bloccato
ro_ro: Contul dvs. a fost blocat

source: Contact Us
it_it: Contattaci
ro_ro: Contacteaza-ne

source: Directory
it_it: Elenco
ro_ro: Director

source: Posts Directory
it_it: Elenco Messaggi
ro_ro: Directorul posturilor

source: Users Directory
it_it: Elenco Utenti
ro_ro: Directorul de utilizatori

source: Pages Directory
it_it: Elenco Pagine
ro_ro: Director de pagini

source: Your Groups
it_it: I tuoi gruppi
ro_ro: Grupurile Tale

source: Welcome to
it_it: Benvenuto alla
ro_ro: Bun venit pe

source: Saved Posts
it_it: PostF salvati
ro_ro: Mesaje salvate

source: My Products
it_it: I miei prodotti
ro_ro: Produsele mele

source: Messages
it_it: Messaggi
ro_ro: Mesaje

source: Notifications
it_it: Notifiche
ro_ro: Notificări

source: Packages
it_it: Pacchetti Abbonamento
ro_ro: pachete

source: Your Pages
it_it: Le tue pagine
ro_ro: Paginile Tale

source: Friend Requests
it_it: Richieste di amicizia
ro_ro: Cereri de prietenie

source: Friend Requests Sent
it_it: Richieste di amicizia inviate
ro_ro: Cererile pentru prieteni trimise

source: Search
it_it: Cerca
ro_ro: Căutare

source: Settings
it_it: Impostazioni
ro_ro: Setări

source: Account Settings
it_it: Impostazioni Account
ro_ro: Setările contului

source: Edit Profile
it_it: Modifica profilo
ro_ro: Editează profilul

source: Privacy Settings
it_it: Impostazioni privacy
ro_ro: Setările de confidențialitate

source: Email Notifications
it_it: Notifiche Email
ro_ro: Notificări prin email

source: Linked Accounts
it_it: Account collegati
ro_ro: Conturi asociate

source: Blocking
it_it: Utenti Bloccati
ro_ro: Blocarea

source: Delete Account
it_it: Elimina account
ro_ro: Șterge cont

source: Login
it_it: Accedi
ro_ro: Autentificare

source: Sign Up
it_it: Iscriviti
ro_ro: Inscrie-te

source: Forgot your password?
it_it: Hai dimenticato la password?
ro_ro: Ti-ai uitat parola?

source: Getting Started
it_it: Per Iniziare
ro_ro: Noțiuni de bază

source: Add New Ads
it_it: Aggiungi nuovi annunci
ro_ro: Adăugați anunțuri noi

source: ID
ro_ro: ID-ul

source: Title
it_it: Titolo
ro_ro: Titlu

source: Place
it_it: Luogo
ro_ro: Loc

source: Date
it_it: Data
ro_ro: Data

source: Actions
it_it: Azioni
ro_ro: Acţiuni

source: Save Changes
it_it: Salva Modifiche
ro_ro: Salvează modificările

source: Affiliates Enabled
it_it: Affiliati abilitati
ro_ro: Afiliați activi

source: Enable or Disable the affiliates system
it_it: Abilita o disabilita il sistema affiliati
ro_ro: Activați sau Dezactivați sistemul de afiliați

source: User Earn Money When
it_it: L'utente guadagna soldi quando
ro_ro: Utilizator Câștigați bani când

source: New User Registered
it_it: Nuovo utente registrato
ro_ro: Utilizator nou înregistrat

source: New User Registered & Bought Pro Package
it_it: Nuovo utente registrato & Acquisti pacchetti di abbonamento
ro_ro: Pachet nou pentru utilizator înregistrat și cumpărat

source: Payment Method
it_it: Metodo di Pagamento
ro_ro: Modalitate de plată

source: Both
it_it: Entrambi
ro_ro: Ambii

source: Users can send withdrawal requests via any of these methods
it_it: Gli utenti possono inviare richieste di prelievo dei loro fondi tramite uno qualsiasi di questi metodi
ro_ro: Utilizatorii pot trimite solicitări de retragere prin oricare dintre aceste metode

source: Minimum Withdrawal Request
it_it: Richiesta di prelievo minima
ro_ro: Solicitare minimă de retragere

source: The minimum amount of money so user can send a withdrawal request
it_it: L'importo minimo che l'utente può richiedere per una richiesta di prelievo
ro_ro: Suma minimă de bani, astfel încât utilizatorul să poată trimite o cerere de retragere

source: Price/Referred
it_it: Prezzo/Referenza
ro_ro: Preț / Înrolat

source: The price for each new referred user
it_it: Il prezzo per ogni nuova referenza
ro_ro: Prețul pentru fiecare utilizator nou menționat

source: You will need to make the payments from your Paypal/Skrill account
it_it: Dovrai effettuare i pagamenti dal tuo account PayPal/Skrill
ro_ro: Va trebui să efectuați plățile din contul dvs. Paypal / Skrill

source: After making the payment you can mark the payment request as paid
it_it: Dopo aver effettuato il pagamento è possibile contrassegnare la richiesta di pagamento come pagato
ro_ro: După efectuarea plății, puteți marca cererea de plată ca plată

source: User
it_it: Utente
ro_ro: Utilizator

source: Amount
it_it: Importo
ro_ro: Cantitate

source: Method
it_it: Metodo
ro_ro: Metodă

source: Referrals
it_it: Referral
ro_ro: Recomandări

source: Show
it_it: Mostra
ro_ro: Arată

source: Add New Announcement
it_it: Aggiungi nuovo annuncio
ro_ro: Adăugați o nouă reclama

source: Name
it_it: Nome
ro_ro: Nume

source: Type
it_it: Tipo
ro_ro: Tipul

source: Start Date
it_it: Data di Inizio
ro_ro: Data de incepere

source: End Date
it_it: Data di Fine
ro_ro: Data de încheiere

source: Announcement name will appear only in the admin panel (mandatory)
it_it: Il nome dell'annuncio verrà visualizzato solo nel pannello di amministrazione (obbligatorio)
ro_ro: Numele anunțului va apărea numai în panoul de administrare (obligatoriu)

source: Announcement title will appear on the announcement block
it_it: Annuncio titolo apparirà sul blocco di annuncio
ro_ro: Titlul anunțului va apărea în blocul de anunțuri

source: Success
it_it: Operazione completata
ro_ro: Succes

source: Warning
it_it: Attenzione
ro_ro: Avertizare

source: Danger
it_it: Pericolo
ro_ro: Pericol

source: Info
ro_ro: Informatii

source: Your current server datetime is
it_it: Il tuo datetime server corrente è
ro_ro: Ora actuală a serverului este

source: Announcement name will appear only in the admin panel
it_it: Il nome dell'annuncio verrà visualizzato solo nel pannello di amministrazione
ro_ro: Numele anunțului va apărea numai în panoul de administrare

source: Add New IP
it_it: Aggiungi nuovo IP
ro_ro: Adauga Ip nou

source: IP Address
it_it: Indirizzo IP
ro_ro: Adresa Ip

source: Time
it_it: Durata
ro_ro: Timp

source: Add New Field
it_it: Aggiungi un nuovo campo
ro_ro: Adăugați un câmp nou

source: Label
ro_ro: Tabel

source: Mandatory
it_it: Obbligatorio
ro_ro: Obligatoriu

source: Signup
it_it: Iscriviti Ora
ro_ro: Inregistreaza-te

source: Profile
it_it: Profilo
ro_ro: Profil

source: Basic Info
it_it: Informazioni di base
ro_ro: Informatii de baza

source: Other Info
it_it: Altre informazioni
ro_ro: Alte informatii

source: Yes
it_it: Si
ro_ro: Da

source: No
ro_ro: Nu

source: Textbox
it_it: Casella di Testo
ro_ro: Casetă de text

source: Select Box
it_it: Casella di selezione
ro_ro: Selectați caseta

source: Select Options
it_it: Selezione Opzioni
ro_ro: Selectati optiunile

source: One option per line
it_it: Un’opzione per riga
ro_ro: O opțiune pe linie

source: Description
it_it: Descrizione
ro_ro: Descriere

source: The description will show under the field
it_it: La descrizione verrà visualizzata sotto il campo
ro_ro: Descrierea se va afișa sub câmp

source: Field place in settings page
ro_ro: Locul câmpului în pagina de setări

source: Length
it_it: Lunghezza
ro_ro: Lungime

source: Default value is 32, and max value is 1000
it_it: Il valore predefinito è 32 e il valore massimo è 1000
ro_ro: Valoarea implicită este 32, iar valoarea maximă este 1000

source: User must fill the field
it_it: L'utente deve compilare il campo
ro_ro: Utilizatorul trebuie să completeze câmpul

source: Show in Registration
it_it: Mostra in registrazione
ro_ro: Afișați în înregistrare

source: Show the field in the registration
it_it: Mostra il campo nella registrazione
ro_ro: Afișați câmpul în înregistrare

source: Show in Profile Page
it_it: Mostra nella pagina profilo
ro_ro: Afișați în pagina de profil

source: Show the field in the user's profile page
it_it: Mostra il campo nella pagina del profilo dell'utente
ro_ro: Afișați câmpul în pagina de profil a utilizatorului

source: Dashboard
it_it: Area Personale
ro_ro: Tablou de bord

source: Manage Users
it_it: Gestione Utenti
ro_ro: Gestionați utilizatorii

source: Males
it_it: Maschi
ro_ro: Bărbati

source: Females
it_it: Femmine
ro_ro: Femei

source: Manage Banned
it_it: Gestisci blocchi
ro_ro: Gestionați membri interzisi

source: Not Activated
it_it: Non attivato
ro_ro: Neactivat

source: Manage Online
it_it: Gestione Online
ro_ro: Gestionați online

source: Posts
it_it: Articoli
ro_ro: Postari

source: Manage Reports
it_it: Gestisci Segnalazioni
ro_ro: Gestionați rapoartele

source: Comments
it_it: Commenti
ro_ro: Commentarii

source: Manage Pages
it_it: Gestisci Pagine
ro_ro: Gestionați paginile

source: Manage Groups
it_it: Gestisci i gruppi
ro_ro: Gestionează Grupurile

source: Website Logo
it_it: Logo del Sito Web
ro_ro: Logo-ul site-ului

source: The perfect size for your logo should be (wdith: 60px & height: 46px)
it_it: La dimensione perfetta per il tuo logo dovrebbe essere (Larghezza: 60px & Altezza 46px)
ro_ro: Dimensiunea perfectă a emblemei dvs. ar trebui să fie (wdith: 60px & height: 46px)

source: Default Favicon
it_it: Favicon predefinita
ro_ro: Favicon Implicit

source: Use the default
it_it: Utilizzare il default
ro_ro: Utilizați setările implicite

source: preview
it_it: Anteprima
ro_ro: previzualizare

source: Custom Favicon
it_it: Favicon personalizzata
ro_ro: Favicon Implicit

source: The perfect size for your favicon should be (wdith: 196px & height: 196px)
it_it: La dimensione perfetta per la tua favicon dovrebbe essere (Larghezza: 196px & Altezza 196px)
ro_ro: Dimensiunea perfectă pentru favicon ar trebui să fie (wdith: 196px & height: 196px)

source: Default OG-Image
it_it: Open-Graph Social Predefinita
ro_ro: OG-Image implicit

source: The perfect size for your og-image should be (wdith: 590px & height: 300px)
it_it: La dimensione ideale per la tua immagine Open-Graph dovrebbe essere (larghezza: 590px e altezza: 300px)
ro_ro: Dimensiunea perfectă pentru imaginea dvs. og-ar trebui să fie (wdith: 590px & height: 300px)

source: Default Wallpaper
it_it: Sfondo Homepage predefinito
ro_ro: Imagine de fundal implicită

source: Custom Wallpaper
it_it: Wallpaper personalizzato
ro_ro: Imagine de fundal personalizată

source: Enable Customization
it_it: Abilita la personalizzazione
ro_ro: Activați personalizarea

source: Turn the customization On and Off
it_it: Attiva o disattiva la personalizzazione
ro_ro: Activați și dezactivați personalizarea

source: Background Color
it_it: Colore Sfondo
ro_ro: Culoare de fundal

source: Link Color
it_it: Colore Link
ro_ro: Culoare Link

source: Header Color
it_it: Colore intestazione
ro_ro: Culoarea antetului

source: Header Search Background
it_it: Sfondo del riquadro di Ricerca sulla Testata
ro_ro: Culoarea de fundal al modulului de cautare

source: Header Search Font
it_it: Intestazione di ricerca dei font
ro_ro: Culoarea casutei de cautare

source: Button Primary
it_it: Pulsante principale
ro_ro: Buton primar

source: Menu Background
it_it: Sfondo Menu
ro_ro: Fundalul Meniului

source: Custom CSS
it_it: CSS personalizzato
ro_ro: CSS Personalizat

source: Class
it_it: Classe
ro_ro: Clasa

source: Privacy
ro_ro: Confidențialitate

source: Location
it_it: Luogo
ro_ro: Locatie

source: Category
it_it: Categoria
ro_ro: Categoria

source: Add New game
it_it: Aggiungi nuovo gioco
ro_ro: Adauga Joc Nou

source: Game
it_it: Gioco
ro_ro: Joc

source: Game Source
it_it: Sorgente del gioco
ro_ro: Sursa Jocului

source: The source link of your embedded game
it_it: Link della fonte del vostro gioco incorporato
ro_ro: Linkul sursă al jocului dvs. încorporat

source: Thumbnail
it_it: Miniatura
ro_ro: Miniatura

source: Group
it_it: Gruppo
ro_ro: Grup

source: Members
it_it: Membri
ro_ro: Membri

source: Group ID
it_it: ID Gruppo
ro_ro: ID Grupului

source: Group Info
it_it: Info Gruppo
ro_ro: Informatii Grup

source: Add New Language
it_it: Aggiungi nuova lingua
ro_ro: Adauga Limba Noua

source: Code
it_it: Codice
ro_ro: Cod

source: Flag
it_it: Contrassegna
ro_ro: Steag

source: Default
it_it: Predefinito
ro_ro: Mod implicit

source: Enabled
it_it: Abilitato
ro_ro: Activat

source: Make it the default language of the site
it_it: Rendono la lingua predefinita del sito
ro_ro: Asigurați-l ca limbă implicită a site-ului

source: Make it enbaled so the user can translate the site to it
it_it: Abilitalo se vuoi che gli utenti possano tradurre il sito in quella lingua.
ro_ro: Faceți-o activată astfel încât utilizatorul să poată traduce site-ul la acesta

source: Language country_code
it_it: Lingua country_code
ro_ro: Limba tara_cod

source: For Example:
it_it: Esempio:
ro_ro: De Exemplu:

source: Click Here
it_it: Clicca qui
ro_ro: Faceți click aici

source: Native Name
it_it: Nome nativo
ro_ro: Nume nativ

source: The native name of this language
it_it: Il nome nativo di questa lingua
ro_ro: Numele nativ al acestei limbi

source: Flag Code
it_it: Bandiera codice
ro_ro: Codul Steagului

source: The country flag code
it_it: Il codice di bandiera del paese
ro_ro: Codul de pavilion al țării

source: Direction
it_it: Direzione
ro_ro: Direcţie

source: The direction of this language 'Left To Right' or 'Right To Left'
it_it: La direzione di questa lingua 'Sinistra a Destra' o 'Destra a Sinistra'
ro_ro: Direcția acestei limbi "stânga la dreapta" sau "dreapta spre stânga"

source: Subject
it_it: Oggetto
ro_ro: Subiect

source: Message
it_it: Messaggio
ro_ro: Mesaj

source: Send to
it_it: Invia a
ro_ro: Trimite catre

source: All Users
it_it: Tutti gli utenti
ro_ro: Toți utilizatorii

source: Active Users
it_it: Utenti attivi
ro_ro: Utilizatori Activi

source: Inactive Users
it_it: Utenti inattivi
ro_ro: Utilizatori Inactivi

source: Test Message
it_it: Testo del Messaggio
ro_ro: Mesaj de test

source: The message will sent to Website Email only
it_it: Il messaggio verrà inviato solo all'email del sito web
ro_ro: Mesajul va fi trimis numai la adresa de e-mail de pe site-ul web

source: Send
it_it: Invia
ro_ro: Trimite

source: Add New Package
it_it: Aggiungi Nuovo Pacchetto
ro_ro: Adauga Pachet Nou

source: Make sure you have configured
it_it: Assicurati di aver configurato
ro_ro: Asigurați-vă că ați configurat

source: Price
it_it: Prezzo
ro_ro: Preț

source: Period
it_it: Periodo
ro_ro: Perioada

source: Boost Posts
it_it: Posts in Evidenza
ro_ro: Sponsorizeaza Postari

source: Boost Pages
it_it: Pagine in Evidenza
ro_ro: Sponsorizeaza Pagini

source: Life Time
it_it: Durata
ro_ro: Durata de viață

source: Paid Every
it_it: Paga ogni
ro_ro: Plăteste in fiecare

source: Day
it_it: Giorno
ro_ro: Zi

source: Week
it_it: Settimana
ro_ro: Saptamana

source: Month
it_it: Mese
ro_ro: Luna

source: Year
it_it: Anno
ro_ro: An

source: For example every 15 days, 2 Months, 1 Year
it_it: Ad esempio ogni 15 giorni, 2 mesi, 1 anno
ro_ro: De exemplu, la fiecare 15 zile, 2 luni, 1 an

source: Color
it_it: Colore
ro_ro: Culoare

source: The theme color for this package
it_it: Il colore del tema per questo pacchetto
ro_ro: Culoarea temei pentru acest pachet

source: Icon
it_it: Icona
ro_ro: Icoana

source: The perfect size for icon should be (wdith: 60px & height: 60px)
it_it: La dimensione ideale per l'icona dovrebbe essere (wdith: 60px & altezza: 60px)
ro_ro: Dimensiunea perfectă pentru pictograma ar trebui să fie (wdith: 60px & height: 60px)

source: Boost Posts Enabled
it_it: Posts in Evidenza Abilitato
ro_ro: Sponsorizarea Postarilor Activata

source: Enable boost posts feature
it_it: Abilita la funzionalità Posts in Evidenza
ro_ro: Activați funcția de postări sponsorizate

source: Posts Boosts
it_it: Posts in Evidenza
ro_ro: Postari Sponsorizate

source: Max posts boosts allowed
it_it: Numero di posts massimi in evidenza consentiti
ro_ro: Numarul maxim de postari sponsorizate

source: Boost Pages Enabled
it_it: Pagine in Evidenza Abilitati
ro_ro: Sponsorizarea paginilor activata

source: Enable boost pages feature
it_it: Abilita la funzione di pagine in evidenza
ro_ro: Activeaza sponsorizarea paginilor

source: Pages Boosts
it_it: Pagine in Evidenza
ro_ro: Sponsorizeaza Paginile

source: Max pages boosts allowed
it_it: Numero massimo di pagine in evidenza consentiti
ro_ro: Numarul maxim de sponsorizari ale paginilor

source: Package
it_it: Pacchetto
ro_ro: Pachete

source: Subscription Date
it_it: Data di sottoscrizione
ro_ro: Data abonării

source: Total earnings
it_it: Guadagni totali
ro_ro: Venituri totale

source: This month earnings
it_it: Guadagni di questo mese
ro_ro: Câștigurile din acesta luna

source: Total Sales
it_it: Totale Vendite
ro_ro: Vanzari totale

source: Total Earnings
it_it: Guadagni totali
ro_ro: Totalul veniturilor

source: Page
it_it: Pagina
ro_ro: Pagina

source: Likes
it_it: Mi piace
ro_ro: Îmi place

source: Verified
it_it: Verificato
ro_ro: Verificat

source: Page ID
it_it: ID pagina
ro_ro: ID pagina

source: Page Info
it_it: Informazioni sulla pagina
ro_ro: Info despre pagină

source: Verified Page
it_it: Pagina verificata
ro_ro: Pagina verificata

source: Node
it_it: Nodo
ro_ro: Nodul

source: View Post
it_it: Vedi post
ro_ro: Vezi mesajul

source: View Comment
it_it: Mostra commento
ro_ro: Vezi comentariul

source: Registration
it_it: Registrazione
ro_ro: Înregistrare

source: Social Login
it_it: Accesso con i Social
ro_ro: Conectare socială

source: Emails
it_it: E-mail
ro_ro: E-mail

source: Uploads
it_it: Caricamenti
ro_ro: încărcări

source: Security
it_it: Sicurezza
ro_ro: Securitate

source: Payments
it_it: Pagamenti
ro_ro: Plăţile

source: Limits
it_it: Limiti
ro_ro: Limite

source: Website Public
it_it: Sito pubblico
ro_ro: Site public

source: Website Live
it_it: Sito Web Online
ro_ro: Site-ul este Live

source: Turn the entire website On and Off
it_it: Attiva o disattiva l'intero sito Web
ro_ro: Activeaza sau dezactiveaza întregul site web

source: Shutdown Message
it_it: Mostra messaggio quando il sito è offline
ro_ro: Mesaj de închidere

source: The text that is presented when the site is closed
it_it: Il testo che viene visualizzato quando il sito è offline
ro_ro: Textul prezentat când site-ul este închis

source: Website Title
it_it: Titolo del sito
ro_ro: Titlul site-ului

source: Title of your website
it_it: Titolo del tuo sito Web
ro_ro: Titlul site-ului dvs.

source: Website Description
it_it: Descrizione del Sito web
ro_ro: Descrierea site-ului

source: Description of your website
it_it: Descrizione del tuo sito Web
ro_ro: Descrierea site-ului dvs.

source: Website Keywords
it_it: Parole chiave
ro_ro: Cuvinte cheie pentru site

source: Example: social, sngine, social site
it_it: Esempio: sociale, sngine, sito di social
ro_ro: Exemplu: social, site, site social

source: Website Email
it_it: Email del Sito Web
ro_ro: Adresa de e-mail a site-ului

source: The contact email that all messages send to
it_it: Il contatto e-mail che invia un messaggio a tutti
ro_ro: E-mailul de contact pe care toate mesajele îl trimit

source: Turn the contact us page On and Off
it_it: Attivare o disattivare la pagina contatti
ro_ro: Activați sau dezactivați pagina "Contactați-ne"

source: Users can create pages or only admins/moderators
it_it: Gli utenti possono creare pagine o solo gli amministratori/moderatori
ro_ro: Utilizatorii pot crea pagini sau doar administratori / moderatori

source: Users can create groups or only admins/moderators
it_it: Gli utenti possono creare gruppi o solo gli amministratori/moderatori
ro_ro: Utilizatorii pot crea grupuri sau doar administratori / moderatori

source: Allow users to sell/buy products
it_it: Consentire agli utenti di comprare/vendere i prodotti
ro_ro: Permiteți utilizatorilor să vândă / cumpere produse

source: Turn the games On and Off
it_it: Attivare o disattivare i giochi
ro_ro: Activați sau dezactivați jocurile

source: Verification Requests
it_it: Richieste di verifica
ro_ro: Solicitări de verificare

source: Turn the verification requests from users & pages On and Off
it_it: Attivare o disattivare le richieste di verifica da utenti & pagine
ro_ro: Schimbati solicitările de verificare de la utilizatori și pagini Activat sau Dezactivat

source: Turn the profile visit notification On and Off
it_it: Attivare o disattivare la notifica di visita profilo
ro_ro: Transmiteți notificarea privind profilul vizitatorului pe Activare și Dezactivare

source: Users can publish posts on their friends walls
it_it: Gli utenti possono pubblicare messaggi sulle bacheche dei loro amici
ro_ro: Utilizatorii pot publica postări pe pereții prietenilor lor

source: Geolocation
it_it: Geolocalizzazione
ro_ro: Localizarea geografică

source: Turn the post Geolocation On and Off
it_it: Attiva o disattiva la geolocalizzazione dei post
ro_ro: Activati sau dezactivati poziția geografica
